Repository: fureunoir/eVibes
Catalog: payments/locale/*/LC_MESSAGES/django.po
Languages: cs_cz, de_de, fr_fr, it_it, nl_nl, ro_ro

source: transaction
cs_cz: Transakce
de_de: Transaktion
it_it: Transazione
nl_nl: Transactie
ro_ro: Tranzacție

source: transactions
cs_cz: Transakce
de_de: Transaktionen
it_it: Transazioni
nl_nl: Transacties
ro_ro: Tranzacții

source: payments
cs_cz: Platby
de_de: Zahlungen
fr_fr: Paiements
it_it: Pagamenti
nl_nl: Betalingen
ro_ro: Plăți

source: deposit
cs_cz: Vklad
de_de: Einzahlung
fr_fr: Dépôt
it_it: Deposito
nl_nl: Statiegeld
ro_ro: Depozit

source: withdraw
cs_cz: Stáhnout
de_de: Zurückziehen
fr_fr: Se retirer
it_it: Ritiro
nl_nl: Intrekken
ro_ro: Retragere

source: deposit to balance
cs_cz: Vklad do zůstatku
de_de: Einzahlung auf den Saldo
fr_fr: Dépôt au solde
it_it: Deposito a saldo
nl_nl: Storting op saldo
ro_ro: Depozit la sold

source: deposit some money to balance
cs_cz: Vložte nějaké peníze na účet
de_de: Einzahlung von Geld zum Ausgleich
fr_fr: Déposer de l'argent sur le compte
it_it: Depositare del denaro per bilanciare
nl_nl: Stort wat geld om te balanceren
ro_ro: Depuneți niște bani la sold

source: balance
cs_cz: Bilance
de_de: Waage
it_it: Equilibrio
nl_nl: Saldo
ro_ro: Echilibru

source: balances
cs_cz: Váhy
de_de: Waagen
it_it: Bilance
nl_nl: Weegschaal
ro_ro: Balanță

source: order to process after paid
cs_cz: Objednávka ke zpracování po zaplacení
de_de: Auftrag zur Bearbeitung nach Bezahlung
fr_fr: Commande à traiter après paiement
it_it: Ordine da elaborare dopo il pagamento
nl_nl: Order te verwerken na betaling
ro_ro: Ordin de procesare după plată

source: processing details
cs_cz: Podrobnosti o zpracování
de_de: Details zur Verarbeitung
fr_fr: Détails du traitement
it_it: Dettagli di elaborazione
nl_nl: Verwerkingsdetails
ro_ro: Detalii de prelucrare

source: transaction amount must fit into {config.PAYMENT_GATEWAY_MINIMUM}-{config.PAYMENT_GATEWAY_MAXIMUM}
cs_cz: Částka transakce se musí vejít do rozmezí {config.PAYMENT_GATEWAY_MINIMUM}-{config.PAYMENT_GATEWAY_MAXIMUM}.
de_de: Der Transaktionsbetrag muss zwischen {config.PAYMENT_GATEWAY_MINIMUM}-{config.PAYMENT_GATEWAY_MAXIMUM} liegen
fr_fr: Le montant de la transaction doit être compris entre {config.PAYMENT_GATEWAY_MINIMUM}-{config.PAYMENT_GATEWAY_MAXIMUM}.
it_it: L'importo della transazione deve rientrare in {config.PAYMENT_GATEWAY_MINIMUM}-{config.PAYMENT_GATEWAY_MAXIMUM}
nl_nl: Het transactiebedrag moet passen binnen {config.PAYMENT_GATEWAY_MINIMUM}-{config.PAYMENT_GATEWAY_MAXIMUM}.
ro_ro: Valoarea tranzacției trebuie să se încadreze în {config.PAYMENT_GATEWAY_MINIMUM}-{config.PAYMENT_GATEWAY_MAXIMUM}

source: Activate Your Account
cs_cz: Aktivace účtu
de_de: Aktivieren Sie Ihr Konto
fr_fr: Activer votre compte
it_it: Attivare il proprio account
nl_nl: Uw account activeren
ro_ro: Activați contul dvs.

source: Hello %(user.first_name)s,
de_de: Hallo %(user.first_name)s,
fr_fr: Bonjour %(user.first_name)s,
it_it: Ciao %(user.first_name)s,
nl_nl: Hallo %(user.first_name)s,
ro_ro: Bună ziua %(user.first_name)s,

source: Thank you for signing up for %(config.PROJECT_NAME)s. Please activate your account by clicking the button below:
cs_cz: Děkujeme, že jste se přihlásili k odběru %(config.PROJECT_NAME)s. Aktivujte prosím svůj účet kliknutím na tlačítko níže:
de_de: Vielen Dank, dass Sie sich für %(config.PROJECT_NAME)s angemeldet haben. Bitte aktivieren Sie Ihr Konto, indem Sie auf die Schaltfläche unten klicken:
fr_fr: Merci de vous être inscrit à %(config.PROJECT_NAME)s. Veuillez activer votre compte en cliquant sur le bouton ci-dessous :
it_it: Grazie per esservi iscritti a %(config.PROJECT_NAME)s. Attivate il vostro account facendo clic sul pulsante sottostante:
nl_nl: Bedankt voor het aanmelden bij %(config.PROJECT_NAME)s. Activeer je account door op de onderstaande knop te klikken:
ro_ro: Vă mulțumim pentru înscrierea la %(config.PROJECT_NAME)s. Vă rugăm să vă activați contul făcând clic pe butonul de mai jos:

source: Activate Account
cs_cz: Aktivace účtu
de_de: Konto freischalten
fr_fr: Activer le compte
it_it: Attivare l'account
nl_nl: Account activeren
ro_ro: Activați contul

source: If the button above does not work, please copy and paste the following URL into your web browser:
cs_cz: Pokud výše uvedené tlačítko nefunguje, zkopírujte a vložte do webového prohlížeče následující adresu URL:
de_de: Wenn die obige Schaltfläche nicht funktioniert, kopieren Sie bitte die folgende URL und fügen Sie sie in Ihren Webbrowser ein:
fr_fr: Si le bouton ci-dessus ne fonctionne pas, veuillez copier et coller l'URL suivante dans votre navigateur web :
it_it: Se il pulsante qui sopra non funziona, copiate e incollate il seguente URL nel vostro browser web:
nl_nl: Als de bovenstaande knop niet werkt, kopieer en plak dan de volgende URL in je webbrowser:
ro_ro: Dacă butonul de mai sus nu funcționează, vă rugăm să copiați și să lipiți următoarea adresă URL în browserul dvs. web:

source: Best regards,<br>The %(config.PROJECT_NAME)s Team
cs_cz: S pozdravem,<br>Tým %(config.PROJECT_NAME)s
de_de: Mit freundlichen Grüßen,<br>Das %(config.PROJECT_NAME)s Team
fr_fr: Meilleures salutations,<br>L'équipe %(config.PROJECT_NAME)s
it_it: Cordiali saluti,<br>Il team %(config.PROJECT_NAME)s
nl_nl: Vriendelijke groeten,<br>Het %(config.PROJECT_NAME)s Team
ro_ro: Salutări,<br>Echipa %(config.PROJECT_NAME)s

source: All rights reserved.
cs_cz: Všechna práva vyhrazena.
de_de: Alle Rechte vorbehalten.
fr_fr: Tous droits réservés.
it_it: Tutti i diritti riservati.
nl_nl: Alle rechten voorbehouden.
ro_ro: Toate drepturile rezervate.

source: a provider to get rates from is required
cs_cz: Je třeba mít poskytovatele, od kterého lze získat sazby
de_de: Sie benötigen einen Anbieter, bei dem Sie die Preise erfragen können.
fr_fr: Il est nécessaire de disposer d'un fournisseur pour obtenir des tarifs
it_it: Ãˆ necessario un fornitore da cui ottenere le tariffe
nl_nl: Een provider om tarieven van te krijgen is vereist
ro_ro: Este necesar un furnizor de la care să se obțină tarife

source: couldn't find provider {provider}
cs_cz: Nepodařilo se najít poskytovatele {provider}
de_de: Anbieter {provider} konnte nicht gefunden werden
fr_fr: Impossible de trouver le fournisseur {provider}
it_it: Impossibile trovare il fornitore {provider}
nl_nl: Kon provider {provider} niet vinden
ro_ro: Nu am putut găsi furnizorul {provider}
