Repository: fureunoir/eVibes
Catalog: blog/locale/*/LC_MESSAGES/django.po
Languages: cs_cz, de_de, es_es, ro_ro

source: (no content yet)
cs_cz: (zatím bez obsahu)
de_de: (noch kein Inhalt)
es_es: (sin contenido aún)
ro_ro: (fără conținut încă)

source: rendered HTML
cs_cz: Vykreslené HTML
de_de: Gerendertes HTML
es_es: HTML renderizado
ro_ro: HTML redat

source: post title
cs_cz: Název příspěvku
de_de: Titel des Beitrags
es_es: Título del mensaje
ro_ro: Titlul postului

source: title
cs_cz: Název
de_de: Titel
es_es: Título
ro_ro: Titlul

source: post
cs_cz: Příspěvek
de_de: Beitrag
es_es: Publicar en

source: posts
cs_cz: Příspěvky
de_de: Beiträge
es_es: Puestos
ro_ro: Mesaje

source: a markdown file or markdown content must be provided - mutually exclusive
cs_cz: musí být poskytnut soubor markdown nebo obsah markdown - vzájemně se vylučují.
de_de: eine Markdown-Datei oder ein Markdown-Inhalt muss bereitgestellt werden - beide schließen sich gegenseitig aus
es_es: se debe proporcionar un archivo markdown o contenido markdown - mutuamente excluyentes
ro_ro: trebuie furnizat un fișier markdown sau conținut markdown - se exclud reciproc

source: internal tag identifier for the post tag
cs_cz: interní identifikátor tagu pro tag příspěvku
de_de: interner Tag-Bezeichner für den Post-Tag
es_es: identificador interno de la etiqueta post
ro_ro: identificator intern de etichetă pentru eticheta postului

source: tag name
cs_cz: Název štítku
es_es: Nombre de la etiqueta
ro_ro: Nume etichetă

source: user-friendly name for the post tag
cs_cz: Uživatelsky přívětivý název pro značku příspěvku
de_de: Benutzerfreundlicher Name für das Post-Tag
es_es: Nombre fácil de usar para la etiqueta de la entrada
ro_ro: Nume ușor de utilizat pentru eticheta postului

source: tag display name
cs_cz: Zobrazení názvu štítku
de_de: Tag-Anzeigename
es_es: Nombre de la etiqueta
ro_ro: Nume afișare etichetă

source: post tag
cs_cz: Označení příspěvku
de_de: Tag eintragen
es_es: Etiqueta postal
ro_ro: Etichetă post

source: post tags
cs_cz: Štítky příspěvků
de_de: Tags eintragen
es_es: Etiquetas
ro_ro: Etichete poștale
