Repository: fureunoir/eVibes
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: ar_ar, cs_cz, da_dk, de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru

source: type of the attribute's value
ar_ar: نوع قيمة السمة
cs_cz: Typ hodnoty atributu
da_dk: Type af attributtens værdi
de_de: Typ des Attributwerts
es_es: Tipo del valor del atributo
fr_fr: Type de la valeur de l'attribut
it_it: Tipo di valore dell'attributo
ja_jp: 属性値のタイプ
nl_nl: Type waarde van het kenmerk
pl_pl: Typ wartości atrybutu
pt_br: Tipo do valor do atributo
ro_ro: Tipul valorii atributului
ru_ru: Тип значения атрибута

source: value type
ar_ar: نوع القيمة
cs_cz: Typ hodnoty
da_dk: Værditype
de_de: Werttyp
es_es: Tipo de valor
fr_fr: Type de valeur
it_it: Tipo di valore
ja_jp: 値の種類
nl_nl: Waardetype
pl_pl: Typ wartości
pt_br: Tipo de valor
ro_ro: Tipul de valoare
ru_ru: Тип значения

source: name of this attribute
ar_ar: اسم هذه السمة
cs_cz: Název tohoto atributu
da_dk: Navn på denne attribut
de_de: Name dieses Attributs
es_es: Nombre de este atributo
fr_fr: Nom de cet attribut
it_it: Nome dell'attributo
ja_jp: この属性の名前
nl_nl: Naam van dit kenmerk
pl_pl: Nazwa tego atrybutu
pt_br: Nome desse atributo
ro_ro: Denumirea acestui atribut
ru_ru: Имя этого атрибута

source: attribute's name
ar_ar: اسم السمة
cs_cz: Název atributu
da_dk: Attributtens navn
de_de: Name des Attributs
es_es: Nombre del atributo
fr_fr: Nom de l'attribut
it_it: Nome dell'attributo
ja_jp: 属性名
nl_nl: Naam attribuut
pl_pl: Nazwa atrybutu
pt_br: Nome do atributo
ro_ro: Numele atributului
ru_ru: Имя атрибута

source: attribute
ar_ar: السمة
cs_cz: Atribut
da_dk: Attribut
de_de: Attribut
es_es: Atributo
fr_fr: Attribut
it_it: Attributo
ja_jp: 属性
nl_nl: Attribuut
pl_pl: Atrybut
pt_br: Atributo
ro_ro: Atribut
ru_ru: Атрибут

source: attribute of this value
ar_ar: سمة هذه القيمة
cs_cz: Atribut této hodnoty
da_dk: Attribut for denne værdi
de_de: Attribut dieses Wertes
es_es: Atributo de este valor
fr_fr: Attribut de cette valeur
it_it: Attributo di questo valore
ja_jp: この値の属性
nl_nl: Attribuut van deze waarde
pl_pl: Atrybut tej wartości
pt_br: Atributo desse valor
ro_ro: Atributul acestei valori
ru_ru: Атрибут этого значения

source: the specific product associated with this attribute's value
ar_ar: المنتج المحدد المرتبط بقيمة هذه السمة
cs_cz: Konkrétní produkt spojený s hodnotou tohoto atributu
da_dk: Det specifikke produkt, der er knyttet til denne attributs værdi
de_de: Das spezifische Produkt, das mit dem Wert dieses Attributs verbunden ist
es_es: El producto específico asociado al valor de este atributo
fr_fr: Le produit spécifique associé à la valeur de cet attribut
it_it: Il prodotto specifico associato al valore di questo attributo
ja_jp: この属性の値に関連する特定の製品
nl_nl: Het specifieke product geassocieerd met de waarde van dit kenmerk
pl_pl: Konkretny produkt powiązany z wartością tego atrybutu
pt_br: O produto específico associado ao valor desse atributo
ro_ro: Produsul specific asociat cu valoarea acestui atribut
ru_ru: Конкретный продукт, связанный со значением этого атрибута

source: associated product
ar_ar: المنتج المرتبط
cs_cz: Související produkt
da_dk: Tilknyttet produkt
de_de: Zugehöriges Produkt
es_es: Producto asociado
fr_fr: Produit associé
it_it: Prodotto associato
ja_jp: 関連製品
nl_nl: Bijbehorend product
pl_pl: Produkt powiązany
pt_br: Produto associado
ro_ro: Produs asociat
ru_ru: Сопутствующий товар

source: the specific value for this attribute
ar_ar: القيمة المحددة لهذه السمة
cs_cz: Konkrétní hodnota tohoto atributu
da_dk: Den specifikke værdi for denne attribut
de_de: Der spezifische Wert für dieses Attribut
es_es: El valor específico de este atributo
fr_fr: La valeur spécifique de cet attribut
it_it: Il valore specifico per questo attributo
ja_jp: この属性の具体的な値
nl_nl: De specifieke waarde voor dit kenmerk
pl_pl: Konkretna wartość dla tego atrybutu
pt_br: O valor específico para esse atributo
ro_ro: Valoarea specifică pentru acest atribut
ru_ru: Конкретное значение для этого атрибута

source: upload an image representing this category
ar_ar: تحميل صورة تمثل هذه الفئة
cs_cz: Nahrát obrázek reprezentující tuto kategorii
da_dk: Upload et billede, der repræsenterer denne kategori
de_de: Laden Sie ein Bild hoch, das diese Kategorie repräsentiert
es_es: Cargar una imagen que represente esta categoría
fr_fr: Télécharger une image représentant cette catégorie
it_it: Caricare un'immagine che rappresenti questa categoria
ja_jp: このカテゴリーを表す画像をアップロードする
nl_nl: Upload een afbeelding die deze categorie vertegenwoordigt
pl_pl: Prześlij obraz reprezentujący tę kategorię
pt_br: Faça upload de uma imagem que represente essa categoria
ro_ro: Încărcați o imagine care reprezintă această categorie
ru_ru: Загрузите изображение, представляющее эту категорию

source: category image
ar_ar: صورة الفئة
cs_cz: Obrázek kategorie
da_dk: Kategori billede
de_de: Kategorie Bild
es_es: Categoría imagen
fr_fr: Image de catégorie
it_it: Categoria immagine
ja_jp: カテゴリーイメージ
nl_nl: Categorie afbeelding
pl_pl: Obraz kategorii
pt_br: Imagem da categoria
ro_ro: Categorie imagine
ru_ru: Изображение категории

source: define a markup percentage for products in this category
ar_ar: تحديد نسبة ترميز للمنتجات في هذه الفئة
cs_cz: Definovat procento přirážky pro produkty v této kategorii.
da_dk: Definer en markup-procentdel for produkter i denne kategori
de_de: Definieren Sie einen prozentualen Aufschlag für Produkte in dieser Kategorie
es_es: Definir un porcentaje de recargo para los productos de esta categoría
fr_fr: Définir un pourcentage de majoration pour les produits de cette catégorie
it_it: Definire una percentuale di ricarico per i prodotti di questa categoria
ja_jp: このカテゴリの商品のマークアップ率を定義する
nl_nl: Definieer een toeslagpercentage voor producten in deze categorie
pl_pl: Zdefiniuj procentowy narzut dla produktów w tej kategorii.
pt_br: Definir uma porcentagem de majoração para os produtos dessa categoria
ro_ro: Definiți un procent de majorare pentru produsele din această categorie
ru_ru: Определите процент наценки для товаров в этой категории

source: parent of this category to form a hierarchical structure
ar_ar: أصل هذه الفئة لتكوين بنية هرمية
cs_cz: Nadřízený této kategorie, který tvoří hierarchickou strukturu.
da_dk: Forælder til denne kategori for at danne en hierarkisk struktur
de_de: Übergeordneter dieser Kategorie, um eine hierarchische Struktur zu bilden
es_es: Padre de esta categoría para formar una estructura jerárquica
fr_fr: Parent de cette catégorie pour former une structure hiérarchique
it_it: Genitore di questa categoria per formare una struttura gerarchica
ja_jp: 階層構造を形成するこのカテゴリの親
nl_nl: Ouder van deze categorie om een hiërarchische structuur te vormen
pl_pl: Rodzic tej kategorii w celu utworzenia struktury hierarchicznej
pt_br: Pai dessa categoria para formar uma estrutura hierárquica
ro_ro: Părinte al acestei categorii pentru a forma o structură ierarhică
ru_ru: Родитель данной категории для формирования иерархической структуры

source: parent category
ar_ar: الفئة الرئيسية
cs_cz: Nadřazená kategorie
da_dk: Overordnet kategori
de_de: Übergeordnete Kategorie
es_es: Categoría de padres
fr_fr: Catégorie de parents
it_it: Categoria di genitori
ja_jp: 親カテゴリー
nl_nl: Oudercategorie
pl_pl: Kategoria nadrzędna
pt_br: Categoria dos pais
ro_ro: Categoria de părinți
ru_ru: Родительская категория

source: category name
ar_ar: اسم الفئة
cs_cz: Název kategorie
da_dk: Navn på kategori
de_de: Name der Kategorie
es_es: Nombre de la categoría
fr_fr: Nom de la catégorie
it_it: Nome della categoria
ja_jp: カテゴリー名
nl_nl: Naam categorie
pl_pl: Nazwa kategorii
pt_br: Nome da categoria
ro_ro: Numele categoriei
ru_ru: Название категории

source: provide a name for this category
ar_ar: تقديم اسم لهذه الفئة
cs_cz: Uveďte název této kategorie
da_dk: Giv et navn til denne kategori
de_de: Geben Sie einen Namen für diese Kategorie an
es_es: Indique un nombre para esta categoría
fr_fr: Donnez un nom à cette catégorie
it_it: Indicare un nome per questa categoria
ja_jp: このカテゴリの名前を入力してください。
nl_nl: Geef deze categorie een naam
pl_pl: Podaj nazwę dla tej kategorii
pt_br: Forneça um nome para essa categoria
ro_ro: Furnizați un nume pentru această categorie
ru_ru: Укажите название этой категории

source: add a detailed description for this category
ar_ar: إضافة وصف تفصيلي لهذه الفئة
cs_cz: Přidejte podrobný popis této kategorie
da_dk: Tilføj en detaljeret beskrivelse af denne kategori
de_de: Fügen Sie eine detaillierte Beschreibung für diese Kategorie hinzu
es_es: Añadir una descripción detallada para esta categoría
fr_fr: Ajouter une description détaillée pour cette catégorie
it_it: Aggiungere una descrizione dettagliata per questa categoria
ja_jp: このカテゴリの詳細説明を追加する
nl_nl: Voeg een gedetailleerde beschrijving toe voor deze categorie
pl_pl: Dodaj szczegółowy opis dla tej kategorii
pt_br: Adicione uma descrição detalhada para essa categoria
ro_ro: Adăugați o descriere detaliată pentru această categorie
ru_ru: Добавьте подробное описание для этой категории

source: category description
ar_ar: وصف الفئة
cs_cz: Popis kategorie
da_dk: Beskrivelse af kategori
de_de: Beschreibung der Kategorie
es_es: Descripción de la categoría
fr_fr: Description de la catégorie
it_it: Descrizione della categoria
ja_jp: カテゴリー説明
nl_nl: Categorie beschrijving
pl_pl: Opis kategorii
pt_br: Descrição da categoria
ro_ro: Descriere categorie
ru_ru: Описание категории

source: name of this brand
ar_ar: اسم هذه العلامة التجارية
cs_cz: Název této značky
da_dk: Navnet på dette mærke
de_de: Name dieser Marke
es_es: Nombre de esta marca
fr_fr: Nom de cette marque
it_it: Nome del marchio
ja_jp: ブランド名
nl_nl: Naam van dit merk
pl_pl: Nazwa tej marki
pt_br: Nome da marca
ro_ro: Denumirea acestui brand
ru_ru: Название этой марки

source: brand name
ar_ar: اسم العلامة التجارية
cs_cz: Název značky
da_dk: Varemærke
de_de: Markenname
es_es: Marca
fr_fr: Nom de marque
it_it: Nome del marchio
ja_jp: ブランド名
nl_nl: Merknaam
pl_pl: Nazwa marki
pt_br: Nome da marca
ro_ro: Nume de marcă
ru_ru: Название бренда

source: upload a logo representing this brand
ar_ar: تحميل شعار يمثل هذه العلامة التجارية
cs_cz: Nahrát logo reprezentující tuto značku
da_dk: Upload et logo, der repræsenterer dette brand
de_de: Laden Sie ein Logo hoch, das diese Marke repräsentiert
es_es: Cargar un logotipo que represente a esta marca
fr_fr: Télécharger un logo représentant cette marque
it_it: Caricare un logo che rappresenti questo marchio
ja_jp: このブランドを代表するロゴをアップロードする
nl_nl: Upload een logo dat dit merk vertegenwoordigt
pl_pl: Prześlij logo reprezentujące tę markę
pt_br: Faça upload de um logotipo que represente essa marca
ro_ro: Încărcați un logo care reprezintă acest brand
ru_ru: Загрузите логотип, представляющий этот бренд

source: brand small image
ar_ar: صورة العلامة التجارية الصغيرة
cs_cz: Malý obrázek značky
da_dk: Brandets lille image
de_de: Marke kleines Bild
es_es: Marca pequeña imagen
fr_fr: Petite image de marque
it_it: Immagine piccola del marchio
ja_jp: 小さなブランドイメージ
nl_nl: Klein merkimago
pl_pl: Mały wizerunek marki
pt_br: Imagem pequena da marca
ro_ro: Brand imagine mică
ru_ru: Маленький образ бренда

source: upload a big logo representing this brand
ar_ar: رفع شعار كبير يمثل هذه العلامة التجارية
cs_cz: Nahrát velké logo reprezentující tuto značku
da_dk: Upload et stort logo, der repræsenterer dette brand
de_de: Laden Sie ein großes Logo hoch, das diese Marke repräsentiert
es_es: Sube un logotipo grande que represente a esta marca
fr_fr: Télécharger un grand logo représentant cette marque
it_it: Caricare un grande logo che rappresenti questo marchio
ja_jp: このブランドを象徴する大きなロゴをアップロードする
nl_nl: Upload een groot logo dat dit merk vertegenwoordigt
pl_pl: Prześlij duże logo reprezentujące tę markę
pt_br: Faça upload de um logotipo grande que represente essa marca
ro_ro: Încărcați un logo mare care reprezintă acest brand
ru_ru: Загрузите большой логотип, представляющий этот бренд

source: brand big image
ar_ar: صورة كبيرة للعلامة التجارية
cs_cz: Velká image značky
da_dk: Brandets store image
de_de: Großes Image der Marke
es_es: Gran imagen de marca
fr_fr: Une grande image de marque
it_it: Grande immagine del marchio
ja_jp: 大きなブランドイメージ
nl_nl: Groot merkimago
pl_pl: Duży wizerunek marki
pt_br: Imagem de marca grande
ro_ro: Imagine de marcă mare
ru_ru: Большой имидж бренда

source: add a detailed description of the brand
ar_ar: إضافة وصف تفصيلي للعلامة التجارية
cs_cz: Přidejte podrobný popis značky
da_dk: Tilføj en detaljeret beskrivelse af brandet
de_de: Fügen Sie eine detaillierte Beschreibung der Marke hinzu
es_es: Añadir una descripción detallada de la marca
fr_fr: Ajouter une description détaillée de la marque
it_it: Aggiungere una descrizione dettagliata del marchio
ja_jp: ブランドの詳細な説明を加える
nl_nl: Een gedetailleerde beschrijving van het merk toevoegen
pl_pl: Dodaj szczegółowy opis marki
pt_br: Adicione uma descrição detalhada da marca
ro_ro: Adăugați o descriere detaliată a mărcii
ru_ru: Добавьте подробное описание бренда

source: brand description
ar_ar: وصف العلامة التجارية
cs_cz: Popis značky
da_dk: Varemærkebeskrivelse
de_de: Beschreibung der Marke
es_es: Descripción de la marca
fr_fr: Description de la marque
it_it: Descrizione del marchio
ja_jp: ブランド説明
nl_nl: Merknaam
pl_pl: Opis marki
pt_br: Descrição da marca
ro_ro: Descrierea mărcii
ru_ru: Описание бренда

source: optional categories that this brand is associated with
ar_ar: الفئات الاختيارية التي ترتبط بها هذه العلامة التجارية
cs_cz: Volitelné kategorie, se kterými je tato značka spojena
da_dk: Valgfrie kategorier, som dette brand er forbundet med
de_de: Optionale Kategorien, mit denen diese Marke in Verbindung gebracht wird
es_es: Categorías opcionales a las que se asocia esta marca
fr_fr: Catégories facultatives auxquelles cette marque est associée
it_it: Categorie opzionali a cui questo marchio è associato
ja_jp: このブランドが関連するオプション・カテゴリー
nl_nl: Optionele categorieën waarmee dit merk wordt geassocieerd
pl_pl: Opcjonalne kategorie, z którymi powiązana jest ta marka
pt_br: Categorias opcionais às quais essa marca está associada
ro_ro: Categorii opționale cu care acest brand este asociat
ru_ru: Дополнительные категории, с которыми ассоциируется этот бренд

source: associated categories
ar_ar: الفئات
cs_cz: Kategorie
da_dk: Kategorier
de_de: Kategorien
es_es: Categorías
fr_fr: Catégories
it_it: Categorie
ja_jp: カテゴリー
nl_nl: Categorieën
pl_pl: Kategorie
pt_br: Categorias
ro_ro: Categorii
ru_ru: Категории

source: category this product belongs to
ar_ar: الفئة التي ينتمي إليها هذا المنتج
cs_cz: Kategorie, do které tento produkt patří
da_dk: Kategori, som dette produkt tilhører
de_de: Kategorie, zu der dieses Produkt gehört
es_es: Categoría a la que pertenece este producto
fr_fr: Catégorie à laquelle appartient ce produit
it_it: Categoria a cui appartiene questo prodotto
ja_jp: この製品が属するカテゴリ
nl_nl: Categorie waartoe dit product behoort
pl_pl: Kategoria, do której należy ten produkt
pt_br: Categoria à qual este produto pertence
ro_ro: Categoria din care face parte acest produs
ru_ru: Категория, к которой относится этот продукт

source: optionally associate this product with a brand
ar_ar: ربط هذا المنتج اختياريًا بعلامة تجارية
cs_cz: Volitelně přiřadit tento produkt ke značce
da_dk: Tilknyt eventuelt dette produkt til et brand
de_de: Optional können Sie dieses Produkt mit einer Marke verknüpfen
es_es: Si lo desea, puede asociar este producto a una marca
fr_fr: Possibilité d'associer ce produit à une marque
it_it: Associare facoltativamente questo prodotto a un marchio
ja_jp: オプションでこの製品をブランドと関連付ける
nl_nl: Dit product optioneel koppelen aan een merk
pl_pl: Opcjonalnie można powiązać ten produkt z marką
pt_br: Opcionalmente, associe esse produto a uma marca
ro_ro: Opțional, asociați acest produs cu un brand
ru_ru: По желанию ассоциируйте этот продукт с брендом

source: tags that help describe or group this product
ar_ar: العلامات التي تساعد في وصف أو تجميع هذا المنتج
cs_cz: Značky, které pomáhají popsat nebo seskupit tento produkt
da_dk: Tags, der hjælper med at beskrive eller gruppere dette produkt
de_de: Tags, die helfen, dieses Produkt zu beschreiben oder zu gruppieren
es_es: Etiquetas que ayudan a describir o agrupar este producto
fr_fr: Étiquettes permettant de décrire ou de regrouper ce produit
it_it: Tag che aiutano a descrivere o raggruppare questo prodotto
ja_jp: この商品の説明やグループ分けに役立つタグ
nl_nl: Tags die dit product helpen beschrijven of groeperen
pl_pl: Tagi, które pomagają opisać lub pogrupować ten produkt
pt_br: Tags que ajudam a descrever ou agrupar este produto
ro_ro: Etichete care ajută la descrierea sau gruparea acestui produs
ru_ru: Теги, которые помогают описать или сгруппировать этот продукт

source: product tags
ar_ar: علامات المنتج
cs_cz: Štítky produktu
da_dk: Produktmærker
de_de: Produkt-Tags
es_es: Etiquetas del producto
fr_fr: Étiquettes du produit
it_it: Tag del prodotto
ja_jp: 商品タグ
pl_pl: Tagi produktu
pt_br: Etiquetas do produto
ro_ro: Etichete de produs
ru_ru: Теги товара

source: indicates whether this product is digitally delivered
ar_ar: يشير إلى ما إذا كان هذا المنتج يتم تسليمه رقميًا أم لا
cs_cz: Označuje, zda je tento produkt dodáván digitálně
da_dk: Angiver, om dette produkt leveres digitalt
de_de: Gibt an, ob dieses Produkt digital geliefert wird
es_es: Indica si este producto se entrega digitalmente
fr_fr: Indique si ce produit est livré numériquement
it_it: Indica se il prodotto è consegnato in formato digitale
ja_jp: この製品がデジタル配信されるかどうかを示す
nl_nl: Geeft aan of dit product digitaal wordt geleverd
pl_pl: Wskazuje, czy produkt jest dostarczany cyfrowo.
pt_br: Indica se esse produto é entregue digitalmente
ro_ro: Indică dacă acest produs este livrat digital
ru_ru: Указывает, поставляется ли этот продукт в цифровом виде

source: is product digital
ar_ar: هل المنتج رقمي
cs_cz: Je produkt digitální
da_dk: Er produktet digitalt?
de_de: Ist das Produkt digital
es_es: ¿Es digital el producto?
fr_fr: Le produit est-il numérique ?
it_it: Il prodotto è digitale
ja_jp: 製品はデジタルか
nl_nl: Is product digitaal
pl_pl: Czy produkt jest cyfrowy?
pt_br: O produto é digital
ro_ro: Produsul este digital
ru_ru: Является ли продукт цифровым

source: provide a clear identifying name for the product
ar_ar: توفير اسم تعريفي واضح للمنتج
cs_cz: Uveďte jasný identifikační název výrobku
da_dk: Giv produktet et klart identificerende navn
de_de: Geben Sie einen eindeutigen Namen zur Identifizierung des Produkts an.
es_es: Proporcionar un nombre que identifique claramente el producto
fr_fr: Fournir un nom d'identification clair pour le produit
it_it: Fornire un nome identificativo chiaro per il prodotto
ja_jp: 製品の明確な識別名を提供する
nl_nl: Zorg voor een duidelijke identificerende naam voor het product
pl_pl: Wyraźna nazwa identyfikująca produkt
pt_br: Fornecer um nome de identificação claro para o produto
ro_ro: Furnizați o denumire clară de identificare a produsului
ru_ru: Обеспечьте четкое идентификационное название продукта

source: product name
ar_ar: اسم المنتج
cs_cz: Název produktu
da_dk: Produktets navn
de_de: Name des Produkts
es_es: Nombre del producto
fr_fr: Nom du produit
it_it: Nome del prodotto
ja_jp: 商品名
nl_nl: Naam product
pl_pl: Nazwa produktu
pt_br: Nome do produto
ro_ro: Denumirea produsului
ru_ru: Название продукта

source: add a detailed description of the product
ar_ar: إضافة وصف تفصيلي للمنتج
cs_cz: Přidejte podrobný popis produktu
da_dk: Tilføj en detaljeret beskrivelse af produktet
de_de: Fügen Sie eine detaillierte Beschreibung des Produkts hinzu
es_es: Añada una descripción detallada del producto
fr_fr: Ajouter une description détaillée du produit
it_it: Aggiungere una descrizione dettagliata del prodotto
ja_jp: 商品の詳細説明を追加する
nl_nl: Voeg een gedetailleerde beschrijving van het product toe
pl_pl: Dodaj szczegółowy opis produktu
pt_br: Adicione uma descrição detalhada do produto
ro_ro: Adăugați o descriere detaliată a produsului
ru_ru: Добавьте подробное описание продукта

source: product description
ar_ar: وصف المنتج
cs_cz: Popis produktu
da_dk: Produktbeskrivelse
de_de: Beschreibung des Produkts
es_es: Descripción del producto
fr_fr: Description du produit
it_it: Descrizione del prodotto
ja_jp: 商品説明
nl_nl: Productbeschrijving
pl_pl: Opis produktu
pt_br: Descrição do produto
ro_ro: Descrierea produsului
ru_ru: Описание товара

source: part number for this product
ar_ar: رقم الجزء لهذا المنتج
cs_cz: Číslo dílu pro tento produkt
da_dk: Reservedelsnummer for dette produkt
de_de: Teilenummer für dieses Produkt
es_es: Número de pieza de este producto
fr_fr: Numéro de pièce pour ce produit
it_it: Numero di parte per questo prodotto
ja_jp: この製品の品番
nl_nl: Onderdeelnummer voor dit product
pl_pl: Numer części dla tego produktu
pt_br: Número de peça para este produto
ro_ro: Numărul piesei pentru acest produs
ru_ru: Парт. номер для данного товара

source: part number
ar_ar: رقم الجزء
cs_cz: Číslo dílu
da_dk: Varenummer
de_de: Teilnummer
es_es: Número de pieza
fr_fr: Numéro de pièce
it_it: Numero di parte
ja_jp: 品番
nl_nl: Onderdeelnummer
pl_pl: Numer części
pt_br: Número da peça
ro_ro: Numărul piesei
ru_ru: Парт. номер

source: stores credentials and endpoints required for vendor communication
ar_ar: تخزين بيانات الاعتماد ونقاط النهاية المطلوبة لاتصالات واجهة برمجة التطبيقات الخاصة بالمورّد
cs_cz: Ukládá pověření a koncové body potřebné pro komunikaci s rozhraním API dodavatele.
da_dk: Gemmer legitimationsoplysninger og slutpunkter, der er nødvendige for leverandørens API-kommunikation
de_de: Speichert Anmeldeinformationen und Endpunkte, die für die API-Kommunikation des Anbieters erforderlich sind
es_es: Almacena las credenciales y los puntos finales necesarios para la comunicación API del proveedor
fr_fr: Stocke les informations d'identification et les points d'extrémité nécessaires à la communication avec l'API du fournisseur.
it_it: Memorizza le credenziali e gli endpoint necessari per la comunicazione API del fornitore.
ja_jp: ベンダーのAPI通信に必要な認証情報とエンドポイントを保存する。
nl_nl: Slaat referenties en eindpunten op die vereist zijn voor API-communicatie van de verkoper
pl_pl: Przechowuje dane uwierzytelniające i punkty końcowe wymagane do komunikacji API dostawcy.
pt_br: Armazena as credenciais e os pontos de extremidade necessários para a comunicação da API do fornecedor
ro_ro: Stochează acreditările și punctele finale necesare pentru comunicarea API a furnizorului
ru_ru: Хранит учетные данные и конечные точки, необходимые для взаимодействия с API поставщика.

source: authentication info
ar_ar: معلومات المصادقة
cs_cz: Informace o ověřování
da_dk: Oplysninger om godkendelse
de_de: Informationen zur Authentifizierung
es_es: Información de autenticación
fr_fr: Informations sur l'authentification
it_it: Informazioni sull'autenticazione
ja_jp: 認証情報
nl_nl: Authenticatie-info
pl_pl: Informacje o uwierzytelnianiu
pt_br: Informações de autenticação
ro_ro: Informații privind autentificarea
ru_ru: Информация об аутентификации

source: define the markup for products retrieved from this vendor
ar_ar: تحديد الترميز للمنتجات المسترجعة من هذا البائع
cs_cz: Definice přirážky pro produkty získané od tohoto dodavatele
da_dk: Definer markeringen for produkter, der hentes fra denne leverandør
de_de: Definieren Sie den Aufschlag für Produkte, die von diesem Lieferanten bezogen werden
es_es: Definir el margen de beneficio para los productos recuperados de este proveedor
fr_fr: Définir la majoration pour les produits récupérés auprès de ce fournisseur
it_it: Definire il markup per i prodotti recuperati da questo fornitore
ja_jp: このベンダーから取得した商品のマークアップを定義する。
nl_nl: Definieer de opmaak voor producten die zijn opgehaald bij deze leverancier
pl_pl: Definiowanie znaczników dla produktów pobranych od tego dostawcy
pt_br: Definir a marcação para produtos recuperados desse fornecedor
ro_ro: Definirea marjei de profit pentru produsele preluate de la acest furnizor
ru_ru: Определите наценку для товаров, полученных от этого продавца
