Repository: fureunoir/eVibes
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: ar_ar, cs_cz, da_dk, de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru

source: finalizes the order purchase. if `force_balance` is used, the purchase is completed using the user's balance; if `force_payment` is used, a transaction is initiated.
ar_ar: ينهي أمر الشراء. إذا تم استخدام "فرض_الرصيد"، يتم إكمال عملية الشراء باستخدام رصيد المستخدم؛ إذا تم استخدام "فرض_الدفع"، يتم بدء المعاملة.
cs_cz: Dokončí nákup objednávky. Pokud je použito `force_balance`, nákup se dokončí s použitím zůstatku uživatele; pokud je použito `force_payment`, zahájí se transakce.
da_dk: Afslutter købet af ordren. Hvis `force_balance` bruges, gennemføres købet ved hjælp af brugerens saldo; hvis `force_payment` bruges, igangsættes en transaktion.
de_de: Schließt den Kauf der Bestellung ab. Bei Verwendung von "force_balance" wird der Kauf mit dem Guthaben des Benutzers abgeschlossen; bei Verwendung von "force_payment" wird eine Transaktion ausgelöst.
es_es: Finaliza la compra del pedido. Si se utiliza `force_balance`, la compra se finaliza utilizando el saldo del usuario; Si se utiliza `force_payment`, se inicia una transacción.
fr_fr: Finalise l'achat de la commande. Si `force_balance` est utilisé, l'achat est complété en utilisant le solde de l'utilisateur ; Si `force_payment` est utilisé, une transaction est initiée.
it_it: Finalizza l'acquisto dell'ordine. Se si utilizza `forza_bilancio`, l'acquisto viene completato utilizzando il saldo dell'utente; se si utilizza `forza_pagamento`, viene avviata una transazione.
ja_jp: 注文の購入を確定する。force_balance` が使用された場合、ユーザーの残高を使用して購入が完了します。 `force_payment` が使用された場合、トランザクションが開始されます。
nl_nl: Rondt de aankoop van de bestelling af. Als `force_balance` wordt gebruikt, wordt de aankoop afgerond met het saldo van de gebruiker; als `force_payment` wordt gebruikt, wordt een transactie gestart.
pl_pl: Finalizuje zakup zamówienia. Jeśli użyto `force_balance`, zakup jest finalizowany przy użyciu salda użytkownika; Jeśli użyto `force_payment`, transakcja jest inicjowana.
pt_br: Finaliza a compra do pedido. Se `force_balance` for usado, a compra será concluída usando o saldo do usuário; se `force_payment` for usado, uma transação será iniciada.
ro_ro: Finalizează comanda de achiziție. Dacă se utilizează `force_balance`, achiziția este finalizată utilizând soldul utilizatorului; Dacă se utilizează `force_payment`, este inițiată o tranzacție.
ru_ru: Завершает покупку заказа. Если используется `force_balance`, покупка завершается с использованием баланса пользователя; если используется `force_payment`, инициируется транзакция.

source: purchase an order without account creation
ar_ar: شراء طلب شراء بدون إنشاء حساب
cs_cz: zakoupení objednávky bez vytvoření účtu
da_dk: Køb en ordre uden at oprette en konto
de_de: eine Bestellung kaufen, ohne ein Konto anzulegen
es_es: comprar un pedido sin crear una cuenta
fr_fr: acheter une commande sans créer de compte
it_it: acquistare un ordine senza creare un account
ja_jp: アカウントを作成せずに注文を購入する
nl_nl: een bestelling kopen zonder een account aan te maken
pl_pl: zakup zamówienia bez tworzenia konta
pt_br: comprar um pedido sem criar uma conta
ro_ro: achiziționarea unei comenzi fără crearea unui cont
ru_ru: приобретение заказа без создания учетной записи

source: finalizes the order purchase for a non-registered user.
ar_ar: إنهاء طلب الشراء لمستخدم غير مسجل.
cs_cz: dokončí nákup objednávky pro neregistrovaného uživatele.
da_dk: afslutter ordrekøbet for en ikke-registreret bruger.
de_de: schließt den Kauf einer Bestellung für einen nicht registrierten Benutzer ab.
es_es: finaliza la compra del pedido para un usuario no registrado.
fr_fr: finalise l'achat d'une commande pour un utilisateur non enregistré.
it_it: finalizza l'acquisto dell'ordine per un utente non registrato.
ja_jp: は、未登録ユーザーの注文購入を確定します。
nl_nl: Rondt de aankoop van de bestelling af voor een niet-geregistreerde gebruiker.
pl_pl: finalizuje zakup zamówienia dla niezarejestrowanego użytkownika.
pt_br: finaliza a compra do pedido para um usuário não registrado.
ro_ro: finalizează achiziția comenzii pentru un utilizator neînregistrat.
ru_ru: завершает покупку заказа для незарегистрированного пользователя.

source: add product to order
ar_ar: إضافة منتج إلى الطلب
cs_cz: Přidání produktu do objednávky
da_dk: Tilføj et produkt til ordren
de_de: Ein Produkt zur Bestellung hinzufügen
es_es: Añadir un producto al pedido
fr_fr: Ajouter un produit à la commande
it_it: Aggiungere un prodotto all'ordine
ja_jp: 注文に商品を追加する
nl_nl: Een product aan de bestelling toevoegen
pl_pl: Dodawanie produktu do zamówienia
pt_br: Adicionar um produto ao pedido
ro_ro: Adăugați un produs la comandă
ru_ru: Добавить товар в заказ

source: adds a product to an order using the provided `product_uuid` and `attributes`.
ar_ar: يضيف منتجًا إلى طلب باستخدام "معرّف_المنتج" و"السمات" المتوفرة.
cs_cz: Přidá produkt do objednávky pomocí zadaného `product_uuid` a `attributes`.
da_dk: Tilføjer et produkt til en ordre ved hjælp af de angivne `product_uuid` og `attributes`.
de_de: Fügt ein Produkt unter Verwendung der angegebenen `product_uuid` und `attributes` zu einer Bestellung hinzu.
es_es: Añade un producto a un pedido utilizando el `product_uuid` y los `attributes` proporcionados.
fr_fr: Ajoute un produit à une commande en utilisant le `product_uuid` et les `attributs` fournis.
it_it: Aggiunge un prodotto a un ordine utilizzando il `product_uuid` e gli `attributi` forniti.
ja_jp: 指定した `product_uuid` と `attributes` を使用して、商品を注文に追加する。
nl_nl: Voegt een product toe aan een bestelling met de opgegeven `product_uuid` en `attributen`.
pl_pl: Dodaje produkt do zamówienia przy użyciu podanych `product_uuid` i `attributes`.
pt_br: Adiciona um produto a um pedido usando o `product_uuid` e os `attributes` fornecidos.
ro_ro: Adaugă un produs la o comandă folosind `product_uuid` și `attributes` furnizate.
ru_ru: Добавляет товар в заказ, используя предоставленные `product_uuid` и `attributes`.

source: remove product from order
ar_ar: إزالة منتج من الطلب
cs_cz: Odstranění produktu z objednávky
da_dk: Fjern et produkt fra ordren
de_de: Ein Produkt aus der Bestellung entfernen
es_es: Eliminar un producto del pedido
fr_fr: Supprimer un produit de la commande
it_it: Rimuovere un prodotto dall'ordine
ja_jp: 注文から商品を削除する
nl_nl: Een product uit de bestelling verwijderen
pl_pl: Usunięcie produktu z zamówienia
pt_br: Remover um produto do pedido
ro_ro: Eliminați un produs din comandă
ru_ru: Удалить продукт из заказа

source: removes a product from an order using the provided `product_uuid` and `attributes`.
ar_ar: يزيل منتجًا من أحد الطلبات باستخدام "معرّف_المنتج" و"السمات" المتوفرة.
cs_cz: Odebere produkt z objednávky pomocí zadaného `product_uuid` a `attributes`.
da_dk: Fjerner et produkt fra en ordre ved hjælp af de angivne `product_uuid` og `attributes`.
de_de: Entfernt ein Produkt aus einer Bestellung unter Verwendung der angegebenen `product_uuid` und `attributes`.
es_es: Elimina un producto de un pedido utilizando el `product_uuid` y los `attributes` proporcionados.
fr_fr: Supprime un produit d'une commande en utilisant le `product_uuid` et les `attributs` fournis.
it_it: Rimuove un prodotto da un ordine utilizzando il `product_uuid` e gli `attributi` forniti.
ja_jp: 指定された `product_uuid` と `attributes` を使用して、注文から商品を削除する。
nl_nl: Verwijdert een product uit een bestelling met behulp van de opgegeven `product_uuid` en `attributen`.
pl_pl: Usuwa produkt z zamówienia przy użyciu podanego `product_uuid` i `attributes`.
pt_br: Remove um produto de um pedido usando o `product_uuid` e os `attributes` fornecidos.
ro_ro: Elimină un produs dintr-o comandă folosind `product_uuid` și `attributes` furnizate.
ru_ru: Удаляет товар из заказа, используя предоставленные `product_uuid` и `attributes`.

source: list all wishlists (simple view)
ar_ar: سرد جميع السمات (عرض بسيط)
cs_cz: Seznam všech atributů (jednoduché zobrazení)
da_dk: Liste over alle attributter (simpel visning)
de_de: Alle Attribute auflisten (einfache Ansicht)
es_es: Listar todos los atributos (vista simple)
fr_fr: Liste de tous les attributs (vue simple)
it_it: Elenco di tutti gli attributi (vista semplice)
ja_jp: すべての属性をリストアップ（シンプルな表示）
nl_nl: Alle attributen weergeven (eenvoudige weergave)
pl_pl: Lista wszystkich atrybutów (widok prosty)
pt_br: Listar todos os atributos (visualização simples)
ro_ro: Lista tuturor atributelor (vizualizare simplă)
ru_ru: Список всех атрибутов (простой вид)

source: for non-staff users, only their own wishlists are returned.
ar_ar: بالنسبة للمستخدمين من غير الموظفين، يتم إرجاع قوائم الرغبات الخاصة بهم فقط.
cs_cz: Uživatelům, kteří nejsou zaměstnanci, se vrátí pouze jejich vlastní seznamy přání.
da_dk: For ikke-ansatte brugere er det kun deres egne ønskelister, der returneres.
de_de: Bei Nicht-Mitarbeitern werden nur ihre eigenen Wunschlisten zurückgegeben.
es_es: Para los usuarios que no forman parte del personal, sólo se devuelven sus propias listas de deseos.
fr_fr: Pour les utilisateurs non fonctionnaires, seules leurs propres listes de souhaits sont renvoyées.
it_it: Per gli utenti che non fanno parte del personale, vengono restituite solo le loro liste dei desideri.
ja_jp: スタッフ以外のユーザーには、自分のウィッシュリストのみが返されます。
nl_nl: Voor niet-personeelsleden worden alleen hun eigen verlanglijstjes geretourneerd.
pl_pl: W przypadku użytkowników niebędących pracownikami zwracane są tylko ich własne listy życzeń.
pt_br: Para usuários que não pertencem à equipe, apenas suas próprias listas de desejos são retornadas.
ro_ro: Pentru utilizatorii care nu fac parte din personal, sunt returnate doar propriile liste de dorințe.
ru_ru: Для пользователей, не являющихся сотрудниками, возвращаются только их собственные списки желаний.

source: retrieve a single wishlist (detailed view)
ar_ar: استرداد سمة واحدة (عرض تفصيلي)
cs_cz: Získání jednoho atributu (podrobné zobrazení)
da_dk: Hent en enkelt attribut (detaljeret visning)
de_de: Ein einzelnes Attribut abrufen (detaillierte Ansicht)
es_es: Recuperar un único atributo (vista detallada)
fr_fr: Récupérer un seul attribut (vue détaillée)
it_it: Recuperare un singolo attributo (vista dettagliata)
ja_jp: 単一の属性を取得する（詳細表示）
nl_nl: Een enkel kenmerk ophalen (gedetailleerde weergave)
pl_pl: Pobieranie pojedynczego atrybutu (widok szczegółowy)
pt_br: Recuperar um único atributo (visualização detalhada)
ro_ro: Recuperarea unui singur atribut (vedere detaliată)
ru_ru: Получение одного атрибута (подробный просмотр)

source: create an wishlist
ar_ar: إنشاء سمة
cs_cz: Vytvoření atributu
da_dk: Opret en attribut
de_de: Ein Attribut erstellen
es_es: Crear un atributo
fr_fr: Créer un attribut
it_it: Creare un attributo
ja_jp: 属性を作成する
nl_nl: Een attribuut maken
pl_pl: Utwórz atrybut
pt_br: Criar um atributo
ro_ro: Crearea unui atribut
ru_ru: Создайте атрибут

source: Doesn't work for non-staff users.
ar_ar: لا يعمل مع المستخدمين من غير الموظفين.
cs_cz: Nefunguje pro uživatele, kteří nejsou zaměstnanci.
da_dk: Virker ikke for ikke-ansatte brugere.
de_de: Funktioniert nicht für Benutzer, die nicht zum Personal gehören.
es_es: No funciona para los usuarios que no son personal.
fr_fr: Ne fonctionne pas pour les utilisateurs non fonctionnaires.
it_it: Non funziona per gli utenti che non fanno parte del personale.
ja_jp: スタッフ以外のユーザーには使えない。
nl_nl: Werkt niet voor gebruikers die geen personeel zijn.
pl_pl: Nie działa dla użytkowników spoza personelu.
pt_br: Não funciona para usuários que não são da equipe.
ro_ro: Nu funcționează pentru utilizatorii care nu fac parte din personal.
ru_ru: Не работает для нештатных пользователей.

source: delete an wishlist
ar_ar: حذف سمة
cs_cz: Odstranění atributu
da_dk: Slet en attribut
de_de: Ein Attribut löschen
es_es: Borrar un atributo
fr_fr: Supprimer un attribut
it_it: Cancellare un attributo
ja_jp: 属性を削除する
nl_nl: Een attribuut verwijderen
pl_pl: Usuwanie atrybutu
pt_br: Excluir um atributo
ro_ro: Ștergerea unui atribut
ru_ru: Удалить атрибут

source: rewrite an existing wishlist saving non-editables
ar_ar: إعادة كتابة سمة موجودة تحفظ غير القابلة للتعديل
cs_cz: Přepsat existující atribut a uložit neupravitelné položky
da_dk: Omskriv en eksisterende attribut, der gemmer ikke-redigerbare filer
de_de: Umschreiben eines vorhandenen Attributs, wobei nicht editierbare Daten gespeichert werden
es_es: Reescribir un atributo existente guardando los no editables
fr_fr: Réécrire un attribut existant en sauvegardant les éléments non modifiables
it_it: Riscrivere un attributo esistente salvando gli elementi non modificabili
ja_jp: 既存の属性を書き換える。
nl_nl: Een bestaand attribuut herschrijven en niet-wijzigbare attributen opslaan
pl_pl: Przepisanie istniejącego atrybutu z zachowaniem atrybutów nieedytowalnych
pt_br: Reescreva um atributo existente salvando os não editáveis
ro_ro: Rescrierea unui atribut existent cu salvarea elementelor needitabile
ru_ru: Переписать существующий атрибут, сохранив нередактируемый

source: rewrite some fields of an existing wishlist saving non-editables
ar_ar: إعادة كتابة بعض حقول سمة موجودة تحفظ غير القابلة للتعديل
cs_cz: Přepsání některých polí existujícího atributu s uložením neupravitelných položek
da_dk: Omskriv nogle felter i en eksisterende attribut og gem ikke-redigerbare felter
de_de: Umschreiben einiger Felder eines vorhandenen Attributs, um nicht editierbare Daten zu speichern
es_es: Reescribir algunos campos de un atributo existente guardando los no editables
fr_fr: Réécrire certains champs d'un attribut existant en sauvegardant les éléments non modifiables
it_it: Riscrivere alcuni campi di un attributo esistente salvando i campi non modificabili
ja_jp: 既存の属性のいくつかのフィールドを書き換え、編集不可能なものを保存する。
nl_nl: Herschrijf sommige velden van een bestaand attribuut door niet-wijzigbare velden op te slaan
pl_pl: Przepisanie niektórych pól istniejącego atrybutu z zachowaniem atrybutów nieedytowalnych
pt_br: Reescreva alguns campos de um atributo existente salvando os não editáveis
ro_ro: Rescrieți unele câmpuri ale unui atribut existent salvând elementele needitabile
ru_ru: Переписывание некоторых полей существующего атрибута с сохранением нередактируемых полей

source: add product to wishlist
ar_ar: إضافة منتج إلى الطلب
cs_cz: Přidání produktu do objednávky
da_dk: Tilføj et produkt til ordren
de_de: Ein Produkt zur Bestellung hinzufügen
es_es: Añadir un producto al pedido
fr_fr: Ajouter un produit à la commande
it_it: Aggiungere un prodotto all'ordine
ja_jp: 注文に商品を追加する
nl_nl: Een product aan de bestelling toevoegen
pl_pl: Dodawanie produktu do zamówienia
pt_br: Adicionar um produto ao pedido
ro_ro: Adăugați un produs la comandă
ru_ru: Добавить товар в заказ

source: adds a product to an wishlist using the provided `product_uuid`
ar_ar: يضيف منتجًا إلى قائمة أمنيات باستخدام 'product_uid' المتوفرة
cs_cz: Přidá produkt do seznamu přání pomocí zadaného `product_uuid`.
da_dk: Tilføjer et produkt til en ønskeliste ved hjælp af den angivne `product_uuid`.
de_de: Fügt ein Produkt mit der angegebenen `product_uuid` zu einer Wunschliste hinzu
es_es: Añade un producto a una lista de deseos utilizando el `product_uuid` proporcionado
fr_fr: Ajoute un produit à une liste de souhaits en utilisant le `product_uuid` fourni
it_it: Aggiunge un prodotto a una lista dei desideri utilizzando il `product_uuid` fornito.
ja_jp: 指定された `product_uuid` を使ってウィッシュリストに商品を追加する。
nl_nl: Voegt een product toe aan een verlanglijstje met behulp van de opgegeven `product_uuid`.
pl_pl: Dodaje produkt do listy życzeń używając podanego `product_uuid`
pt_br: Adiciona um produto a uma lista de desejos usando o `product_uuid` fornecido
ro_ro: Adaugă un produs la o listă de dorințe folosind `product_uuid` furnizat
ru_ru: Добавляет товар в список желаний, используя предоставленный `product_uuid`.

source: remove product from wishlist
ar_ar: إزالة منتج من قائمة الرغبات
cs_cz: Odstranění produktu ze seznamu přání
da_dk: Fjern et produkt fra ønskelisten
de_de: Ein Produkt von der Wunschliste entfernen
es_es: Eliminar un producto de la lista de deseos
fr_fr: Supprimer un produit de la liste de souhaits
it_it: Rimuovere un prodotto dalla lista dei desideri
ja_jp: ウィッシュリストから商品を削除する
nl_nl: Een product uit het verlanglijstje verwijderen
pl_pl: Usunięcie produktu z listy życzeń
pt_br: Remover um produto da lista de desejos
ro_ro: Eliminați un produs din lista de dorințe
ru_ru: Удалить продукт из списка желаний

source: removes a product from an wishlist using the provided `product_uuid`
ar_ar: يزيل منتجًا من قائمة أمنيات باستخدام 'product_uid' المتوفرة
cs_cz: Odebere produkt ze seznamu přání pomocí zadaného `product_uuid`.
da_dk: Fjerner et produkt fra en ønskeliste ved hjælp af den angivne `product_uuid`.
de_de: Entfernt ein Produkt aus einer Wunschliste unter Verwendung der angegebenen `product_uuid`.
es_es: Elimina un producto de una lista de deseos utilizando el `product_uuid` proporcionado.
fr_fr: Supprime un produit d'une liste de souhaits en utilisant l'identifiant `product_uuid` fourni.
it_it: Rimuove un prodotto da una wishlist utilizzando il `product_uuid` fornito.
ja_jp: 指定された `product_uuid` を使ってウィッシュリストから商品を削除します。
nl_nl: Verwijdert een product van een verlanglijstje met behulp van de opgegeven `product_uuid`.
pl_pl: Usuwa produkt z listy życzeń przy użyciu podanego identyfikatora `product_uuid`.
pt_br: Remove um produto de uma lista de desejos usando o `product_uuid` fornecido
ro_ro: Înlătură un produs dintr-o listă de dorințe folosind `product_uuid` furnizat
ru_ru: Удаляет продукт из списка желаний, используя предоставленный `product_uuid`.

source: add many products to wishlist
ar_ar: إضافة العديد من المنتجات إلى قائمة الرغبات
cs_cz: Přidání mnoha produktů do seznamu přání
da_dk: Tilføj mange produkter til ønskelisten
de_de: Viele Produkte auf den Wunschzettel setzen
es_es: Añadir muchos productos a la lista de deseos
fr_fr: Ajouter plusieurs produits à la liste de souhaits
it_it: Aggiungere molti prodotti alla lista dei desideri
ja_jp: ウィッシュリストに多くの商品を追加する
nl_nl: Veel producten toevoegen aan het verlanglijstje
pl_pl: Dodaj wiele produktów do listy życzeń
pt_br: Adicionar muitos produtos à lista de desejos
ro_ro: Adăugați mai multe produse la lista de dorințe
ru_ru: Добавьте много товаров в список желаний

source: adds many products to an wishlist using the provided `product_uuids`
ar_ar: يضيف العديد من المنتجات إلى قائمة الرغبات باستخدام 'product_uids' المتوفرة
cs_cz: Přidá mnoho produktů do seznamu přání pomocí zadaných `product_uuids`.
da_dk: Tilføjer mange produkter til en ønskeliste ved hjælp af de angivne `product_uuids`.
de_de: Fügt einer Wunschliste viele Produkte unter Verwendung der angegebenen `product_uuids` hinzu
es_es: Añade varios productos a una lista de deseos utilizando los `product_uuids` proporcionados.
fr_fr: Ajoute plusieurs produits à une liste de souhaits en utilisant les `product_uuids` fournis
it_it: Aggiunge molti prodotti a una lista dei desideri utilizzando i `product_uuids` forniti.
ja_jp: 指定された `product_uuids` を使ってウィッシュリストに多くの商品を追加する。
nl_nl: Voegt veel producten toe aan een verlanglijstje met behulp van de opgegeven `product_uuids`.
pl_pl: Dodaje wiele produktów do listy życzeń przy użyciu podanych `product_uuids`
pt_br: Adiciona vários produtos a uma lista de desejos usando os `product_uuids` fornecidos
ro_ro: Adaugă mai multe produse la o listă de dorințe folosind `product_uuids` furnizat
ru_ru: Добавляет множество товаров в список желаний, используя предоставленные `product_uuids`.

source: remove many products from wishlist
ar_ar: إزالة منتج من الطلب
cs_cz: Odstranění produktu z objednávky
da_dk: Fjern et produkt fra ordren
de_de: Ein Produkt aus der Bestellung entfernen
es_es: Eliminar un producto del pedido
fr_fr: Supprimer un produit de la commande
it_it: Rimuovere un prodotto dall'ordine
ja_jp: 注文から商品を削除する
nl_nl: Een product uit de bestelling verwijderen
pl_pl: Usunięcie produktu z zamówienia
pt_br: Remover um produto do pedido
ro_ro: Eliminați un produs din comandă
ru_ru: Удалить продукт из заказа

source: removes many products from an wishlist using the provided `product_uuids`
ar_ar: يزيل العديد من المنتجات من قائمة الرغبات باستخدام 'product_uids' المتوفرة
cs_cz: Odebere mnoho produktů ze seznamu přání pomocí zadaných `product_uuids`.
da_dk: Fjerner mange produkter fra en ønskeliste ved hjælp af de angivne `product_uuids`.
de_de: Entfernt viele Produkte aus einer Wunschliste unter Verwendung der angegebenen `product_uuids`.
es_es: Elimina varios productos de una lista de deseos utilizando los `product_uuids` proporcionados.
fr_fr: Supprime plusieurs produits d'une liste de souhaits en utilisant les `product_uuids` fournis
it_it: Rimuove molti prodotti da una lista di desideri utilizzando i `product_uuids` forniti.
ja_jp: 指定された `product_uuids` を使ってウィッシュリストから多くの商品を削除する。
nl_nl: Verwijdert een groot aantal producten uit een verlanglijstje met behulp van de opgegeven `product_uuids`.
pl_pl: Usuwa wiele produktów z listy życzeń przy użyciu podanych `product_uuids`
pt_br: Remove vários produtos de uma lista de desejos usando os `product_uuids` fornecidos
ro_ro: Îndepărtează mai multe produse dintr-o listă de dorințe folosind `product_uuids` furnizat
ru_ru: Удаляет множество товаров из списка желаний, используя предоставленные `product_uuids`.
