Repository: fureunoir/eVibes
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: ar_ar, cs_cz, da_dk, de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru

source: vendor markup percentage
ar_ar: نسبة هامش الربح للبائع
cs_cz: Procento přirážky prodejce
da_dk: Sælgerens markup-procentdel
de_de: Prozentualer Aufschlag des Lieferanten
es_es: Porcentaje de margen del vendedor
fr_fr: Pourcentage de marge du vendeur
it_it: Percentuale di ricarico del fornitore
ja_jp: ベンダーのマークアップ率
nl_nl: Verkoper winstpercentage
pl_pl: Procentowa marża sprzedawcy
pt_br: Porcentagem da margem de lucro do fornecedor
ro_ro: Procentul de majorare al furnizorului
ru_ru: Процент наценки поставщика

source: name of this vendor
ar_ar: اسم هذا البائع
cs_cz: Název tohoto prodejce
da_dk: Navn på denne leverandør
de_de: Name dieses Anbieters
es_es: Nombre de este vendedor
fr_fr: Nom de ce vendeur
it_it: Nome del fornitore
ja_jp: このベンダーの名前
nl_nl: Naam van deze verkoper
pl_pl: Nazwa tego sprzedawcy
pt_br: Nome do fornecedor
ro_ro: Numele acestui vânzător
ru_ru: Имя этого продавца

source: vendor name
ar_ar: اسم البائع
cs_cz: Název prodejce
da_dk: Leverandørens navn
de_de: Name des Anbieters
es_es: Nombre del vendedor
fr_fr: Nom du vendeur
it_it: Nome del fornitore
ja_jp: ベンダー名
nl_nl: Naam verkoper
pl_pl: Nazwa sprzedawcy
pt_br: Nome do fornecedor
ro_ro: Numele furnizorului
ru_ru: Название поставщика

source: user-provided comments about their experience with the product
ar_ar: التعليقات المقدمة من المستخدمين حول تجربتهم مع المنتج
cs_cz: Komentáře uživatelů o jejich zkušenostech s produktem
da_dk: Brugernes kommentarer om deres oplevelse med produktet
de_de: Kommentare der Nutzer über ihre Erfahrungen mit dem Produkt
es_es: Comentarios de los usuarios sobre su experiencia con el producto
fr_fr: Commentaires des utilisateurs sur leur expérience du produit
it_it: Commenti degli utenti sulla loro esperienza con il prodotto
ja_jp: ユーザーから寄せられた製品使用体験に関するコメント
nl_nl: Opmerkingen van gebruikers over hun ervaring met het product
pl_pl: Komentarze użytkowników na temat ich doświadczeń z produktem
pt_br: Comentários fornecidos pelo usuário sobre sua experiência com o produto
ro_ro: Comentarii furnizate de utilizatori cu privire la experiența lor cu produsul
ru_ru: Комментарии пользователей об их опыте использования продукта

source: feedback comments
ar_ar: تعليقات على الملاحظات
cs_cz: Zpětná vazba
da_dk: Kommentarer til feedback
de_de: Kommentare zum Feedback
es_es: Comentarios
fr_fr: Commentaires
it_it: Commenti di feedback
ja_jp: フィードバック・コメント
nl_nl: Reacties
pl_pl: Komentarze zwrotne
pt_br: Comentários de feedback
ro_ro: Comentarii de feedback
ru_ru: Комментарии к отзывам

source: references the specific product in an order that this feedback is about
ar_ar: الإشارة إلى المنتج المحدد في الطلب الذي تدور حوله هذه الملاحظات
cs_cz: Odkazuje na konkrétní produkt v objednávce, kterého se tato zpětná vazba týká.
da_dk: Henviser til det specifikke produkt i en ordre, som denne feedback handler om
de_de: Verweist auf das spezifische Produkt in einer Bestellung, auf das sich diese Rückmeldung bezieht
es_es: Hace referencia al producto específico de un pedido sobre el que trata esta opinión
fr_fr: Fait référence au produit spécifique d'une commande sur lequel porte le retour d'information.
it_it: Riferisce il prodotto specifico in un ordine di cui si tratta il feedback.
ja_jp: このフィードバックが対象としている注文の特定の製品を参照する。
nl_nl: Verwijst naar het specifieke product in een bestelling waar deze feedback over gaat
pl_pl: Odnosi się do konkretnego produktu w zamówieniu, którego dotyczy ta informacja zwrotna.
pt_br: Faz referência ao produto específico em um pedido sobre o qual se trata esse feedback
ro_ro: Face referire la produsul specific dintr-o comandă despre care este vorba în acest feedback
ru_ru: Ссылка на конкретный продукт в заказе, о котором идет речь в этом отзыве

source: related order product
ar_ar: منتجات الطلبات ذات الصلة
cs_cz: Související objednávka produktu
da_dk: Relateret ordreprodukt
de_de: Produkt zur Bestellung
es_es: Producto relacionado con el pedido
fr_fr: Produit de commande apparenté
it_it: Prodotto correlato all'ordine
ja_jp: 関連注文商品
nl_nl: Gerelateerd product bestellen
pl_pl: Powiązany produkt zamówienia
pt_br: Produto de pedido relacionado
ro_ro: Produs aferent comenzii
ru_ru: Сопутствующий товар для заказа

source: user-assigned rating for the product
ar_ar: التصنيف المعين من قبل المستخدم للمنتج
cs_cz: Hodnocení produktu přidělené uživatelem
da_dk: Brugertildelt vurdering af produktet
de_de: Vom Benutzer zugewiesene Bewertung für das Produkt
es_es: Valoración del producto asignada por el usuario
fr_fr: Note attribuée par l'utilisateur au produit
it_it: Valutazione del prodotto assegnata dall'utente
ja_jp: ユーザーによる製品の評価
nl_nl: Door de gebruiker toegekende waardering voor het product
pl_pl: Ocena produktu przypisana przez użytkownika
pt_br: Classificação atribuída pelo usuário ao produto
ro_ro: Rating atribuit de utilizator pentru produs
ru_ru: Присвоенный пользователем рейтинг продукта

source: product rating
ar_ar: تصنيف المنتج
cs_cz: Hodnocení produktu
da_dk: Produktvurdering
de_de: Produktbewertung
es_es: Valoración del producto
fr_fr: Evaluation du produit
it_it: Valutazione del prodotto
ja_jp: 製品評価
nl_nl: Productbeoordeling
pl_pl: Ocena produktu
pt_br: Avaliação do produto
ro_ro: Evaluarea produsului
ru_ru: Рейтинг продукции

source: feedback
ar_ar: الملاحظات
cs_cz: Zpětná vazba
de_de: Rückmeldung
es_es: Comentarios
fr_fr: Retour d'information
ja_jp: フィードバック
pl_pl: Informacje zwrotne
ru_ru: Обратная связь

source: the billing address used for this order
ar_ar: عنوان إرسال الفواتير المستخدم لهذا الطلب
cs_cz: Fakturační adresa použitá pro tuto objednávku
da_dk: Den faktureringsadresse, der bruges til denne ordre
de_de: Die für diese Bestellung verwendete Rechnungsadresse
es_es: La dirección de facturación utilizada para este pedido
fr_fr: L'adresse de facturation utilisée pour cette commande
it_it: L'indirizzo di fatturazione utilizzato per questo ordine
ja_jp: この注文に使用される請求先住所
nl_nl: Het factuuradres dat voor deze bestelling is gebruikt
pl_pl: Adres rozliczeniowy użyty dla tego zamówienia
pt_br: O endereço de cobrança usado para esse pedido
ro_ro: Adresa de facturare utilizată pentru această comandă
ru_ru: Адрес для выставления счетов, используемый для данного заказа

source: optional promo code applied to this order
ar_ar: الرمز الترويجي الاختياري المطبق على هذا الطلب
cs_cz: Volitelný promo kód použitý na tuto objednávku
da_dk: Valgfri kampagnekode anvendt på denne ordre
de_de: Optionaler Promo-Code für diese Bestellung
es_es: Código promocional opcional aplicado a este pedido
fr_fr: Code promo optionnel appliqué à cette commande
it_it: Codice promozionale opzionale applicato a questo ordine
ja_jp: この注文に適用されるプロモコード
nl_nl: Optionele promotiecode toegepast op deze bestelling
pl_pl: Opcjonalny kod promocyjny zastosowany do tego zamówienia
pt_br: Código promocional opcional aplicado a este pedido
ro_ro: Cod promoțional opțional aplicat la această comandă
ru_ru: Дополнительный промокод, применяемый к этому заказу

source: applied promo code
ar_ar: الرمز الترويجي المطبق
cs_cz: Použitý promo kód
da_dk: Anvendt kampagnekode
de_de: Angewandter Promo-Code
es_es: Código promocional aplicado
fr_fr: Code promo appliqué
it_it: Codice promozionale applicato
ja_jp: プロモーションコード適用
nl_nl: Kortingscode toegepast
pl_pl: Zastosowany kod promocyjny
pt_br: Código promocional aplicado
ro_ro: Cod promoțional aplicat
ru_ru: Примененный промокод

source: the shipping address used for this order
ar_ar: عنوان الشحن المستخدم لهذا الطلب
cs_cz: Dodací adresa použitá pro tuto objednávku
da_dk: Den leveringsadresse, der er brugt til denne ordre
de_de: Die für diese Bestellung verwendete Lieferadresse
es_es: La dirección de envío utilizada para este pedido
fr_fr: L'adresse de livraison utilisée pour cette commande
it_it: L'indirizzo di spedizione utilizzato per questo ordine
ja_jp: この注文に使用された配送先住所
nl_nl: Het verzendadres dat voor deze bestelling is gebruikt
pl_pl: Adres wysyłki użyty dla tego zamówienia
pt_br: O endereço de entrega usado para esse pedido
ro_ro: Adresa de expediere utilizată pentru această comandă
ru_ru: Адрес доставки, используемый для данного заказа

source: shipping address
ar_ar: عنوان الشحن
cs_cz: Dodací adresa
da_dk: Leveringsadresse
de_de: Lieferadresse
es_es: Dirección de envío
fr_fr: Adresse de livraison
it_it: Indirizzo di spedizione
ja_jp: 配送先住所
nl_nl: Verzendadres
pl_pl: Adres wysyłki
pt_br: Endereço de entrega
ro_ro: Adresa de expediere
ru_ru: Адрес доставки

source: current status of the order in its lifecycle
ar_ar: الحالة الحالية للطلب في دورة حياته
cs_cz: Aktuální stav zakázky v jejím životním cyklu
da_dk: Ordrens aktuelle status i dens livscyklus
de_de: Aktueller Status des Auftrags in seinem Lebenszyklus
es_es: Estado actual del pedido en su ciclo de vida
fr_fr: Statut actuel de la commande dans son cycle de vie
it_it: Stato attuale dell'ordine nel suo ciclo di vita
ja_jp: ライフサイクルにおける現在の注文状況
nl_nl: Huidige status van de order in zijn levenscyclus
pl_pl: Aktualny status zamówienia w jego cyklu życia
pt_br: Status atual do pedido em seu ciclo de vida
ro_ro: Stadiul actual al comenzii în ciclul său de viață
ru_ru: Текущий статус заказа в его жизненном цикле

source: order status
ar_ar: حالة الطلب
cs_cz: Stav objednávky
da_dk: Bestillingsstatus
de_de: Status der Bestellung
es_es: Estado del pedido
fr_fr: Statut de la commande
it_it: Stato dell'ordine
ja_jp: 注文状況
nl_nl: Bestelstatus
pl_pl: Status zamówienia
pt_br: Status do pedido
ro_ro: Stadiul comenzii
ru_ru: Статус заказа

source: json structure of notifications to display to users
ar_ar: بنية JSON للإشعارات التي سيتم عرضها للمستخدمين، في واجهة مستخدم المشرف، يتم استخدام عرض الجدول
cs_cz: JSON struktura oznámení pro zobrazení uživatelům, v uživatelském rozhraní administrátora se používá tabulkové zobrazení.
da_dk: JSON-struktur af meddelelser, der skal vises til brugerne, i admin UI bruges tabelvisningen
de_de: JSON-Struktur der Benachrichtigungen, die den Benutzern angezeigt werden sollen; in der Admin-UI wird die Tabellenansicht verwendet
es_es: Estructura JSON de las notificaciones para mostrar a los usuarios, en la interfaz de administración se utiliza la vista de tabla.
fr_fr: Structure JSON des notifications à afficher aux utilisateurs ; dans l'interface d'administration, la vue en tableau est utilisée.
it_it: Struttura JSON delle notifiche da mostrare agli utenti; nell'interfaccia utente dell'amministratore viene utilizzata la visualizzazione a tabella.
ja_jp: ユーザーに表示する通知のJSON構造、管理UIではテーブルビューが使用されます。
nl_nl: JSON-structuur van meldingen om weer te geven aan gebruikers, in admin UI wordt de tabelweergave gebruikt
pl_pl: Struktura JSON powiadomień do wyświetlenia użytkownikom, w interfejsie administratora używany jest widok tabeli
pt_br: Estrutura JSON de notificações a serem exibidas aos usuários; na interface do usuário do administrador, é usada a visualização de tabela
ro_ro: Structura JSON a notificărilor care urmează să fie afișate utilizatorilor, în interfața de administrare este utilizată vizualizarea tabelară
ru_ru: JSON-структура уведомлений для отображения пользователям, в административном интерфейсе используется табличный вид

source: json representation of order attributes for this order
ar_ar: تمثيل JSON لسمات الطلب لهذا الطلب
cs_cz: JSON reprezentace atributů objednávky pro tuto objednávku
da_dk: JSON-repræsentation af ordreattributter for denne ordre
de_de: JSON-Darstellung der Auftragsattribute für diesen Auftrag
es_es: Representación JSON de los atributos de la orden para esta orden
fr_fr: Représentation JSON des attributs de cette commande
it_it: Rappresentazione JSON degli attributi dell'ordine per questo ordine
ja_jp: この注文の注文属性のJSON表現
nl_nl: JSON-weergave van bestelattributen voor deze bestelling
pl_pl: Reprezentacja JSON atrybutów zamówienia dla tego zamówienia
pt_br: Representação JSON dos atributos do pedido para esse pedido
ro_ro: Reprezentarea JSON a atributelor comenzii pentru această comandă
ru_ru: JSON-представление атрибутов заказа для этого заказа

source: the user who placed the order
ar_ar: المستخدم الذي قدم الطلب
cs_cz: Uživatel, který zadal objednávku
da_dk: Den bruger, der har afgivet ordren
de_de: Der Benutzer, der die Bestellung aufgegeben hat
es_es: El usuario que realizó el pedido
fr_fr: L'utilisateur qui a passé la commande
it_it: L'utente che ha effettuato l'ordine
ja_jp: 注文を行ったユーザー
nl_nl: De gebruiker die de bestelling heeft geplaatst
pl_pl: Użytkownik, który złożył zamówienie
pt_br: O usuário que fez o pedido
ro_ro: Utilizatorul care a plasat comanda
ru_ru: Пользователь, разместивший заказ

source: user
ar_ar: المستخدم
cs_cz: Uživatel
da_dk: Bruger
de_de: Benutzer
es_es: Usuario
fr_fr: Utilisateur
it_it: Utente
ja_jp: ユーザー
nl_nl: Gebruiker
pl_pl: Użytkownik
pt_br: Usuário
ro_ro: Utilizator
ru_ru: Пользователь

source: the timestamp when the order was finalized
ar_ar: الطابع الزمني عند الانتهاء من الطلب
cs_cz: Časové razítko, kdy byla objednávka dokončena.
da_dk: Tidsstemplet for, hvornår ordren blev afsluttet
de_de: Der Zeitstempel, zu dem der Auftrag abgeschlossen wurde
es_es: Fecha de finalización de la orden
fr_fr: L'heure à laquelle la commande a été finalisée.
it_it: Il timestamp del momento in cui l'ordine è stato finalizzato
ja_jp: 注文が確定したタイムスタンプ
nl_nl: De tijdstempel waarop de bestelling is afgerond
pl_pl: Znacznik czasu, kiedy zamówienie zostało sfinalizowane
pt_br: O registro de data e hora em que o pedido foi finalizado
ro_ro: Momentul în care comanda a fost finalizată
ru_ru: Временная метка, когда заказ был завершен

source: buy time
ar_ar: وقت الشراء
cs_cz: Kupte si čas
da_dk: Køb tid
de_de: Zeit kaufen
es_es: Comprar tiempo
fr_fr: Temps d'achat
it_it: Acquista tempo
ja_jp: 時間を買う
nl_nl: Tijd kopen
pl_pl: Kup czas
pt_br: Tempo de compra
ro_ro: Cumpărați timp
ru_ru: Время покупки

source: a human-readable identifier for the order
ar_ar: معرّف يمكن قراءته بواسطة البشر للطلب
cs_cz: Lidsky čitelný identifikátor objednávky
da_dk: En menneskeligt læsbar identifikator for ordren
es_es: Un identificador legible por el ser humano para la orden
fr_fr: Un identifiant lisible par l'homme pour la commande
it_it: Un identificatore leggibile dall'uomo per l'ordine
ja_jp: オーダーの人間が読み取り可能な識別子。
nl_nl: Een menselijk leesbare identificatiecode voor de bestelling
pl_pl: Czytelny dla człowieka identyfikator zamówienia
pt_br: Um identificador legível por humanos para o pedido
ro_ro: Un identificator ușor de citit pentru comandă
ru_ru: Человекочитаемый идентификатор для заказа

source: human readable id
ar_ar: معرّف يمكن قراءته من قبل البشر
cs_cz: lidsky čitelné ID
da_dk: menneskeligt læsbart ID
es_es: ID legible por humanos
fr_fr: ID lisible par l'homme
it_it: ID leggibile dall'uomo
ja_jp: 人間が読めるID
nl_nl: menselijk leesbare ID
pl_pl: Identyfikator czytelny dla człowieka
pt_br: ID legível por humanos
ro_ro: ID lizibil de către om
ru_ru: человекочитаемый идентификатор

source: order
ar_ar: الطلب
cs_cz: Objednávka
da_dk: Bestil
de_de: Bestellung
es_es: Pida
fr_fr: Commande
it_it: Ordine
ja_jp: オーダー
nl_nl: Bestel
pl_pl: Zamówienie
pt_br: Pedido
ro_ro: Comandă
ru_ru: Заказать

source: a user must have only one pending order at a time
ar_ar: يجب أن يكون لدى المستخدم طلب واحد فقط معلق في كل مرة!
cs_cz: Uživatel smí mít vždy pouze jednu čekající objednávku!
da_dk: En bruger må kun have én afventende ordre ad gangen!
es_es: Un usuario sólo puede tener una orden pendiente a la vez.
fr_fr: Un utilisateur ne peut avoir qu'un seul ordre en cours à la fois !
it_it: Un utente può avere un solo ordine pendente alla volta!
ja_jp: ユーザーは一度に1つの未決注文しか持つことができません！
nl_nl: Een gebruiker mag maar één lopende order tegelijk hebben!
pl_pl: Użytkownik może mieć tylko jedno oczekujące zlecenie w danym momencie!
pt_br: Um usuário deve ter apenas uma ordem pendente por vez!
ro_ro: Un utilizator trebuie să aibă un singur ordin în așteptare la un moment dat!
ru_ru: Пользователь может одновременно иметь только один отложенный ордер!

source: you cannot add products to an order that is not a pending one
ar_ar: لا يمكنك إضافة منتجات إلى طلب غير معلق إلى طلب غير معلق
cs_cz: Do objednávky, která není v procesu vyřizování, nelze přidat produkty.
da_dk: Du kan ikke tilføje produkter til en ordre, der ikke er i gang.
de_de: Sie können keine Produkte zu einem Auftrag hinzufügen, der nicht in Bearbeitung ist.
es_es: No puede añadir productos a un pedido que no esté pendiente
fr_fr: Vous ne pouvez pas ajouter de produits à une commande qui n'est pas en cours.
it_it: Non è possibile aggiungere prodotti a un ordine che non sia in sospeso.
ja_jp: 保留中の注文以外の注文に商品を追加することはできません。
nl_nl: U kunt geen producten toevoegen aan een bestelling die niet in behandeling is.
pl_pl: Nie można dodać produktów do zamówienia, które nie jest zamówieniem oczekującym.
pt_br: Não é possível adicionar produtos a um pedido que não esteja pendente
ro_ro: Nu puteți adăuga produse la o comandă care nu este în așteptare
ru_ru: Вы не можете добавить товары в заказ, который не является отложенным.

source: you cannot add inactive products to order
ar_ar: لا يمكنك إضافة منتجات غير نشطة للطلب
cs_cz: Do objednávky nelze přidat neaktivní produkty
da_dk: Du kan ikke tilføje inaktive produkter til en ordre
de_de: Sie können keine inaktiven Produkte zur Bestellung hinzufügen
es_es: No se pueden añadir productos inactivos al pedido
fr_fr: Vous ne pouvez pas ajouter des produits inactifs à la commande
it_it: Non è possibile aggiungere all'ordine prodotti inattivi
ja_jp: アクティブでない商品を注文に追加することはできません。
nl_nl: U kunt geen inactieve producten toevoegen aan uw bestelling
pl_pl: Nie można dodać nieaktywnych produktów do zamówienia
pt_br: Não é possível adicionar produtos inativos ao pedido
ro_ro: Nu puteți adăuga produse inactive la comandă
ru_ru: Вы не можете добавить неактивные товары в заказ

source: you cannot add more products than available in stock
ar_ar: لا يمكنك إضافة منتجات أكثر من المتوفرة في المخزون
cs_cz: Nelze přidat více produktů, než je dostupné na skladě
da_dk: Du kan ikke tilføje flere produkter, end der er på lager
de_de: Sie können nicht mehr Produkte hinzufügen, als auf Lager sind
es_es: No puede añadir más productos de los disponibles en stock
fr_fr: Vous ne pouvez pas ajouter plus de produits que ceux disponibles en stock
it_it: Non è possibile aggiungere più prodotti di quelli disponibili in magazzino
ja_jp: 在庫以上の商品を追加することはできません。
nl_nl: Je kunt niet meer producten toevoegen dan er op voorraad zijn
pl_pl: Nie można dodać więcej produktów niż jest dostępnych w magazynie
pt_br: Não é possível adicionar mais produtos do que os disponíveis em estoque
ro_ro: Nu puteți adăuga mai multe produse decât cele disponibile în stoc
ru_ru: Вы не можете добавить больше товаров, чем есть на складе

source: {name} does not exist: {product_uuid}
ar_ar: {name} غير موجود: {product_uuid}
cs_cz: {name} neexistuje: {product_uuid}
da_dk: {name} findes ikke: {product_uuid}.
de_de: {Name} existiert nicht: {product_uuid}
es_es: {name} no existe: {product_uuid}
fr_fr: {name} n'existe pas : {product_uuid}
it_it: {name} non esiste: {product_uuid}
ja_jp: {name}が存在しません：{product_uuid}が存在しません。
nl_nl: {name} bestaat niet: {product_uuid}
pl_pl: {name} nie istnieje: {product_uuid}
pt_br: {name} não existe: {product_uuid}
ro_ro: {name} nu există: {product_uuid}
ru_ru: {name} не существует: {product_uuid}

source: you cannot remove products from an order that is not a pending one
ar_ar: لا يمكنك إزالة المنتجات من طلب غير معلق من طلب غير معلق
cs_cz: Nelze odebrat produkty z objednávky, která není nevyřízená.
da_dk: Du kan ikke fjerne produkter fra en ordre, der ikke er en igangværende ordre.
de_de: Sie können keine Produkte aus einer Bestellung entfernen, die nicht in Bearbeitung ist.
es_es: No puede eliminar productos de un pedido que no esté pendiente
fr_fr: Vous ne pouvez pas retirer des produits d'une commande qui n'est pas en cours.
it_it: Non è possibile rimuovere i prodotti da un ordine che non è in corso.
ja_jp: 保留中の注文以外の注文から商品を削除することはできません。
nl_nl: U kunt geen producten verwijderen uit een bestelling die niet in behandeling is.
pl_pl: Nie można usunąć produktów z zamówienia, które nie jest zamówieniem oczekującym.
pt_br: Não é possível remover produtos de um pedido que não esteja pendente
ro_ro: Nu puteți elimina produse dintr-o comandă care nu este o comandă în curs
ru_ru: Вы не можете удалить товары из заказа, который не является отложенным.

source: {name} does not exist with query <{query}>
ar_ar: {name} غير موجود مع الاستعلام <{query}>
cs_cz: {name} neexistuje s dotazem <{query}>
da_dk: {name} findes ikke med forespørgsel <{query}>.
de_de: {Name} existiert nicht mit Abfrage <{Abfrage}>
es_es: {name} no existe con la consulta <{query}>
fr_fr: {name} n'existe pas avec la requête <{query}>
it_it: {name} non esiste con la query <{query}>.
ja_jp: クエリ<{query}>で{name}が存在しません。
nl_nl: {name} bestaat niet met query <{query}>
pl_pl: {name} nie istnieje z zapytaniem <{query}>.
pt_br: {name} não existe com a consulta <{query}>
ro_ro: {name} nu există cu interogarea <{query}>
ru_ru: {name} не существует в запросе <{query}>.

source: promocode does not exist
ar_ar: الرمز الترويجي غير موجود
cs_cz: Promo kód neexistuje
da_dk: Promokode findes ikke
de_de: Promocode existiert nicht
es_es: Promocode no existe
fr_fr: Le code promotionnel n'existe pas
it_it: Il codice promozionale non esiste
ja_jp: プロモコードが存在しない
nl_nl: Promocode bestaat niet
pl_pl: Kod promocyjny nie istnieje
pt_br: O código promocional não existe
ro_ro: Codul promoțional nu există
ru_ru: Промокод не существует

source: you can only buy physical products with shipping address specified
ar_ar: يمكنك فقط شراء المنتجات المادية مع تحديد عنوان الشحن فقط!
cs_cz: Fyzické produkty můžete zakoupit pouze se zadanou dodací adresou!
da_dk: Du kan kun købe fysiske produkter med angivet leveringsadresse!
es_es: Sólo puede comprar productos físicos con la dirección de envío especificada.
fr_fr: Vous ne pouvez acheter que des produits physiques dont l'adresse de livraison est spécifiée !
it_it: È possibile acquistare solo prodotti fisici con indirizzo di spedizione specificato!
ja_jp: 配送先住所が指定された現物商品のみ購入可能！
nl_nl: Je kunt alleen fysieke producten kopen met opgegeven verzendadres!
pl_pl: Możesz kupować tylko produkty fizyczne z podanym adresem wysyłki!
pt_br: Você só pode comprar produtos físicos com o endereço de entrega especificado!
ro_ro: Puteți cumpăra numai produse fizice cu adresa de expediere specificată!
ru_ru: Вы можете купить физические товары только с указанным адресом доставки!

source: address does not exist
ar_ar: العنوان غير موجود
cs_cz: Adresa neexistuje
da_dk: Adressen findes ikke
es_es: La dirección no existe
fr_fr: L'adresse n'existe pas
it_it: L'indirizzo non esiste
ja_jp: アドレスが存在しない
nl_nl: Adres bestaat niet
pl_pl: Adres nie istnieje
pt_br: O endereço não existe
ro_ro: Adresa nu există
ru_ru: Адрес не существует
