Repository: fureunoir/eVibes
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: ar_ar, cs_cz, da_dk, de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru

source: Filter by one or more attribute name/value pairs. • **Syntax**: `attr_name=method-value[;attr2=method2-value2]…` • **Methods** (defaults to `icontains` if omitted): `iexact`, `exact`, `icontains`, `contains`, `isnull`, `startswith`, `istartswith`, `endswith`, `iendswith`, `regex`, `iregex`, `lt`, `lte`, `gt`, `gte`, `in` • **Value typing**: JSON is attempted first (so you can pass lists/dicts), `true`/`false` for booleans, integers, floats; otherwise treated as string. • **Base64**: prefix with `b64-` to URL-safe base64-encode the raw value. Examples: `color=exact-red`, `size=gt-10`, `features=in-["wifi","bluetooth"]`, `b64-description=icontains-aGVhdC1jb2xk`
ar_ar: تصفية حسب زوج واحد أو أكثر من أسماء/قيم السمات. - **صيغة**: `attr_name=الطريقة-القيمة[ ؛ attr2=الطريقة2-القيمة2]...` - **الأساليب** (افتراضيًا إلى "يحتوي على" إذا تم حذفها): "بالضبط"، "بالضبط"، "بالضبط"، "يحتوي"، "يحتوي"، "لاغية"، "يبدأ ب"، "يبدأ ب"، "يبدأ ب"، "ينتهي ب"، "ينتهي ب"، "regex"، "iregex"، "lt"، "lte"، "gt"، "gte"، "in - **كتابة القيمة**: تتم تجربة JSON أولًا (حتى تتمكن من تمرير القوائم/المجادلات)، "صحيح"/"خطأ" للمنطقيين والأعداد الصحيحة والعوامات؛ وإلا يتم التعامل معها كسلسلة. - **القاعدة 64**: البادئة ب "b64-" لتشفير القيمة الخام بأمان لقاعدة 64- لتشفير القيمة الخام. أمثلة: 'color=exact-red'، 'size=gt-10'، 'features=in-["wifi"،"bluetooth"]، 'fatures=in-["wifi","bluetooth"], "b64-description=icontains-aGVhdC1jb2xk
cs_cz: Filtrování podle jedné nebo více dvojic název/hodnota atributu. - **Syntaxe**: `attr_name=method-value[;attr2=method2-value2]...` - **Metody** (pokud je vynecháno, výchozí hodnota je `obsahuje`): `iexact`, `exact`, `icontains`, `contains`, `isnull`, `startswith`, `istartswith`, `endswith`, `iendswith`, `regex`, `iregex`, `lt`, `lte`, `gt`, `gte`, `in` - **Typování hodnot**: Pro booleany, celá čísla, floaty se nejprve zkouší JSON (takže můžete předávat seznamy/dicty), `true`/`false`; jinak se s nimi zachází jako s řetězci. - **Base64**: předpona `b64-` pro bezpečné zakódování surové hodnoty do URL base64. Příklady: `color=exact-red`, `size=gt-10`, `features=in-["wifi", "bluetooth"]`, `b64-description=icontains-aGVhdC1jb2xk`
da_dk: Filtrer efter et eller flere attributnavn/værdipar. - **Syntaks**: `attr_name=method-value[;attr2=method2-value2]...`. - **Metoder** (standard er `icontains`, hvis udeladt): `iexact`, `exact`, `icontains`, `contains`, `isnull`, `startswith`, `istartswith`, `endswith`, `iendswith`, `regex`, `iregex`, `lt`, `lte`, `gt`, `gte`, `in`. - Værdiindtastning**: JSON forsøges først (så du kan sende lister/dikter), `true`/`false` for booleans, heltal, floats; ellers behandles de som strenge. - **Base64**: præfiks med `b64-` for URL-sikker base64-kodning af den rå værdi. Eksempler på dette: `color=exact-red`, `size=gt-10`, `features=in-["wifi","bluetooth"]`, `b64-description=icontains-aGVhdC1jb2xk`.
es_es: Filtrar por uno o varios pares nombre/valor de atributo. - Sintaxis**: `nombre_attr=método-valor[;attr2=método2-valor2]...`. - Métodos** (por defecto `icontiene` si se omite): `iexact`, `exact`, `icontains`, `contains`, `isnull`, `startswith`, `istartswith`, `endswith`, `iendswith`, `regex`, `iregex`, `lt`, `lte`, `gt`, `gte`, `in`. - Tipificación de valores**: Se intenta primero JSON (para poder pasar listas/dictos), `true`/`false` para booleanos, enteros, flotantes; en caso contrario se trata como cadena. - Base64**: prefiérelo con `b64-` para codificar en base64 el valor sin procesar. Ejemplos: `color=rojo exacto`, `tamaño=gt-10`, `características=en-["wifi", "bluetooth"]`, `b64-description=icontains-aGVhdC1jb2xk`.
fr_fr: Filtre sur une ou plusieurs paires nom/valeur d'attribut. - **Syntaxe** : `nom_attr=méthode-valeur[;attr2=méthode2-valeur2]...` - **Méthodes** (la valeur par défaut est `icontains` si elle est omise) : `iexact`, `exact`, `icontains`, `contains`, `isnull`, `startswith`, `istartswith`, `endswith`, `iendswith`, `regex`, `iregex`, `lt`, `lte`, `gt`, `gte`, `in` - **Type de valeur** : JSON est essayé en premier (pour que vous puissiez passer des listes/dicts), `true`/`false` pour les booléens, les entiers, les flottants ; sinon traité comme une chaîne de caractères. - **Base64** : préfixe avec `b64-` pour encoder la valeur brute en base64 de manière sûre pour l'URL. Exemples : `color=exact-red`, `size=gt-10`, `features=in-["wifi", "bluetooth"]`, `b64-description=icontains-aGVhdC1jb2xk`
it_it: Filtrare in base a una o più coppie nome/valore dell'attributo. - **Sintassi**: `nome_attraverso=metodo-valore[;attr2=metodo2-valore2]...` - **Metodi** (predefiniti a `icontains` se omessi): `iexact`, `exact`, `icontains`, `contains`, `isnull`, `startswith`, `istartswith`, `endswith`, `iendswith`, `regex`, `iregex`, `lt`, `lte`, `gt`, `gte`, `in`. - **Tipo di valore**: JSON viene tentato per primo (in modo da poter passare liste/dict), `true`/`false` per booleani, interi, float; altrimenti viene trattato come stringa. - **Base64**: prefisso con `b64-` per codificare in base64 il valore grezzo. Esempi: `color=exact-red`, `size=gt-10`, `features=in-["wifi", "bluetooth"]`, `b64-description=icontains-aGVhdC1jb2xk`
ja_jp: 1つまたは複数の属性名/値のペアでフィルタリングします。 - シンタックス**：attr_name=method-value[;attr2=method2-value2]...`。 - メソッド** (省略された場合のデフォルトは `icontains`)：`iexact`, `exact`, `icontains`, `contains`, `isnull`, `startswith`, `istartswith`, `endswith`, `iendswith`, `regex`, `iregex`, `lt`, `lte`, `gt`, `gte`, `in`. - 値の型付け**：boolean, integer, float の場合は `true`/`false`; それ以外の場合は文字列として扱う。 - それ以外は文字列として扱われる。 **Base64**: `b64-` をプレフィックスとしてつけると、生の値を URL-safe base64-encode することができる。 例 color=exact-red`、`size=gt-10`、`features=in-["wifi", "bluetooth"]`、 b64-description=icontains-aGVhdC1jb2xk`。
nl_nl: Filter op een of meer attribuutnaam-/waardeparen. - **Syntaxis**: `attr_name=methode-waarde[;attr2=methode2-waarde2]...` - **Methodes** (standaard op `icontains` indien weggelaten): `iexact`, `exact`, `icontains`, `contains`, `isnull`, `startswith`, `istartswith`, `endswith`, `iendswith`, `regex`, `iregex`, `lt`, `lte`, `gt`, `gte`, `in`. - Waarde typen**: JSON wordt eerst geprobeerd (zodat je lijsten/dicten kunt doorgeven), `true`/`false` voor booleans, integers, floats; anders behandeld als string. - **Base64**: prefix met `b64-` om URL-veilige base64-encodering van de ruwe waarde. Voorbeelden: `color=exact-red`, `size=gt-10`, `features=in-["wifi","bluetooth"]`, `b64-description=icontains-aGVhdC1jb2xk`.
pl_pl: Filtrowanie według jednej lub więcej par atrybut/wartość. - Składnia**: `attr_name=method-value[;attr2=method2-value2]...` - **Metody** (domyślnie `icontains` jeśli pominięte): `iexact`, `exact`, `icontains`, `contains`, `isnull`, `startswith`, `istartswith`, `endswith`, `iendswith`, `regex`, `iregex`, `lt`, `lte`, `gt`, `gte`, `in` - Wpisywanie wartości**: JSON jest próbowany jako pierwszy (więc można przekazywać listy/dykty), `true`/`false` dla booleans, integers, floats; w przeciwnym razie traktowane jako string. - Base64**: prefiks z `b64-` do bezpiecznego dla adresów URL kodowania base64 surowej wartości. Przykłady: `color=exact-red`, `size=gt-10`, `features=in-["wifi", "bluetooth"]`, `b64-description=icontains-aGVhdC1jb2xk`
pt_br: Filtrar por um ou mais pares de nome/valor de atributo. - **Sintaxe**: `attr_name=method-value[;attr2=method2-value2]...` - Métodos** (o padrão é `icontains` se omitido): `iexact`, `exact`, `icontains`, `contains`, `isnull`, `startswith`, `istartswith`, `endswith`, `iendswith`, `regex`, `iregex`, `lt`, `lte`, `gt`, `gte`, `in` - Digitação de valores**: JSON é tentado primeiro (para que você possa passar listas/dicas), `true`/`false` para booleanos, inteiros, flutuantes; caso contrário, é tratado como string. - Base64**: prefixo com `b64-` para codificar o valor bruto com base64 de forma segura para a URL. Exemplos: `color=exact-red`, `size=gt-10`, `features=in-["wifi", "bluetooth"]`, `b64-description=icontains-aGVhdC1jb2xk`
ro_ro: Filtrați după una sau mai multe perechi nume de atribut/valoare. - **Sintaxa**: `attr_name=method-value[;attr2=method2-value2]...` - **Metode** (valoarea implicită este `icontains` dacă este omisă): `iexact`, `exact`, `icontains`, `contains`, `isnull`, `startswith`, `istartswith`, `endswith`, `iendswith`, `regex`, `iregex`, `lt`, `lte`, `gt`, `gte`, `in` - **Value typing**: JSON este încercat în primul rând (astfel încât să puteți trece liste/dicte), `true`/`false` pentru booleeni, întregi, float; în caz contrar tratat ca string. - **Base64**: prefix cu `b64-` pentru a codifica valoarea brută în baza64 în condiții de siguranță URL. Exemple: `color=exact-red`, `size=gt-10`, `features=in-["wifi","bluetooth"]`, `b64-description=icontains-aGVhdC1jb2xk`
ru_ru: Фильтр по одной или нескольким парам имя/значение атрибута. - **Синтаксис**: `attr_name=method-value[;attr2=method2-value2]...`. - **Методы** (по умолчанию используется `icontains`, если опущено): `iexact`, `exact`, `icontains`, `contains`, `isnull`, `startswith`, `istartswith`, `endswith`, `iendswith`, `regex`, `iregex`, `lt`, `lte`, `gt`, `gte`, `in`. - **Типизация значений**: JSON сначала пытается принять значение (так что вы можете передавать списки/дискреты), `true`/`false` для булевых, целых чисел, плавающих; в противном случае обрабатывается как строка. - **Base64**: префикс `b64-` для безопасного для URL base64-кодирования исходного значения. Примеры: `color=exact-red`, `size=gt-10`, `features=in-["wifi", "bluetooth"]`, `b64-description=icontains-aGVhdC1jb2xk`.

source: list all products (simple view)
ar_ar: قائمة بجميع المنتجات (عرض بسيط)
cs_cz: Seznam všech produktů (jednoduché zobrazení)
da_dk: Liste over alle produkter (enkel visning)
es_es: Listar todos los productos (vista simple)
fr_fr: Liste de tous les produits (vue simple)
it_it: Elenco di tutti i prodotti (visualizzazione semplice)
ja_jp: 全商品を一覧表示（シンプル表示）
nl_nl: Alle producten weergeven (eenvoudige weergave)
pl_pl: Lista wszystkich produktów (widok prosty)
pt_br: Listar todos os produtos (visualização simples)
ro_ro: Listează toate produsele (vizualizare simplă)
ru_ru: Список всех продуктов (простой вид)

source: (exact) Product UUID
ar_ar: (بالضبط) UUID المنتج
cs_cz: (přesně) UUID produktu
da_dk: (præcis) Produkt-UUID
es_es: UUID (exacto) del producto
fr_fr: UUID (exact) du produit
it_it: (esatto) UUID del prodotto
ja_jp: (正確には）製品UUID
nl_nl: (exacte) UUID van product
pl_pl: (dokładny) UUID produktu
pt_br: UUID (exato) do produto
ro_ro: (exact) UUID al produsului
ru_ru: (точный) UUID продукта

source: (icontains) Product name
ar_ar: (أيقونات) اسم المنتج
cs_cz: (icontains) Název produktu
da_dk: (icontains) Produktnavn
es_es: (icontains) Nombre del producto
fr_fr: (icontains) Nom du produit
it_it: (icontains) Nome del prodotto
ja_jp: (アイコン) 製品名
nl_nl: (pictogrammen) Productnaam
pl_pl: (ikony) Nazwa produktu
pt_br: (icontains) Nome do produto
ro_ro: (icontains) Denumirea produsului
ru_ru: (иконки) Название продукта

source: (list) Category names, case-insensitive
ar_ar: (قائمة) أسماء الفئات، غير حساسة لحالة الأحرف
cs_cz: (seznam) Názvy kategorií, nerozlišuje velká a malá písmena
da_dk: (liste) Kategorinavne, skelner ikke mellem store og små bogstaver
es_es: (lista) Nombres de categoría, sin distinción entre mayúsculas y minúsculas
fr_fr: (liste) Noms de catégories, insensibles à la casse
it_it: (elenco) Nomi di categoria, senza distinzione tra maiuscole e minuscole
ja_jp: (リスト）カテゴリー名、大文字と小文字は区別しない
nl_nl: (lijst) Categorienamen, hoofdlettergevoelig
pl_pl: (lista) Nazwy kategorii, wielkość liter nie ma znaczenia
pt_br: (lista) Nomes de categorias, sem distinção entre maiúsculas e minúsculas
ro_ro: (listă) Numele categoriilor, fără deosebire de majuscule
ru_ru: (список) Названия категорий, без учета регистра

source: (exact) Category UUID
ar_ar: (بالضبط) معرّف الفئة UUID
cs_cz: (přesně) Kategorie UUID
da_dk: (præcis) UUID for kategori
es_es: (exacto) Categoría UUID
fr_fr: UUID (exact) de la catégorie
it_it: (esatto) UUID della categoria
ja_jp: (正確には）カテゴリーUUID
nl_nl: (exacte) UUID van categorie
pl_pl: (dokładny) UUID kategorii
pt_br: (exato) UUID da categoria
ro_ro: (exact) UUID al categoriei
ru_ru: (точный) UUID категории

source: (list) Tag names, case-insensitive
ar_ar: (قائمة) أسماء العلامات، غير حساسة لحالة الأحرف
cs_cz: (seznam) Názvy značek, nerozlišuje velká a malá písmena
da_dk: (liste) Tag-navne, skelner ikke mellem store og små bogstaver
es_es: (lista) Nombres de etiquetas, sin distinción entre mayúsculas y minúsculas
fr_fr: (liste) Noms d'étiquettes, insensibles à la casse
it_it: (elenco) Nomi di tag, senza distinzione tra maiuscole e minuscole
ja_jp: (リスト) タグ名、大文字と小文字は区別されない
nl_nl: (lijst) Labelnamen, hoofdlettergevoelig
pl_pl: (lista) Nazwy tagów, wielkość liter nie ma znaczenia
pt_br: (lista) Nomes de tags, sem distinção entre maiúsculas e minúsculas
ro_ro: (listă) Nume de etichete, fără diferențiere de majuscule
ru_ru: (список) Имена тегов, нечувствительные к регистру

source: (gte) Minimum stock price
ar_ar: (gte) الحد الأدنى لسعر السهم
cs_cz: (gte) Minimální cena akcií
da_dk: (gte) Minimum aktiekurs
es_es: (gte) Precio mínimo de las acciones
fr_fr: (gte) Prix minimum de l'action
it_it: (gte) Prezzo minimo delle azioni
ja_jp: (最低株価
nl_nl: (gte) Minimale aandelenprijs
pl_pl: (gte) Minimalna cena akcji
pt_br: (gte) Preço mínimo das ações
ro_ro: (gte) Prețul minim al acțiunilor
ru_ru: (gte) Минимальная цена акции

source: (lte) Maximum stock price
ar_ar: (lte) الحد الأقصى لسعر السهم
cs_cz: (lte) Maximální cena akcií
da_dk: (lte) Maksimal aktiekurs
es_es: (lte) Precio máximo de las acciones
fr_fr: (lte) Prix maximum de l'action
it_it: (lte) Prezzo massimo del titolo
ja_jp: (最大株価
nl_nl: (lte) Maximale aandelenprijs
pl_pl: (lte) Maksymalna cena akcji
pt_br: (lte) Preço máximo da ação
ro_ro: (lte) Prețul maxim al acțiunilor
ru_ru: (lte) Максимальная цена акции

source: (exact) Only active products
ar_ar: (بالضبط) المنتجات النشطة فقط
cs_cz: (přesně) Pouze aktivní produkty
da_dk: (præcis) Kun aktive produkter
es_es: (exacto) Sólo productos activos
fr_fr: (exact) Uniquement les produits actifs
it_it: (esatto) Solo prodotti attivi
ja_jp: (正確には）アクティブ製品のみ
nl_nl: (exact) Alleen actieve producten
pl_pl: (dokładnie) Tylko aktywne produkty
pt_br: (exato) Somente produtos ativos
ro_ro: (exact) Numai produse active
ru_ru: (точно) Только активные продукты

source: (iexact) Brand name
ar_ar: (أيكساكت) اسم العلامة التجارية
cs_cz: (iexact) Obchodní značka
da_dk: (iexact) Mærkenavn
es_es: (iexact) Marca
fr_fr: (iexact) Nom de marque
it_it: (iexact) Nome del marchio
ja_jp: (商品名
nl_nl: (iexact) Merknaam
pl_pl: (iexact) Nazwa marki
pt_br: (iexact) Nome da marca
ro_ro: (iexact) Denumire comercială
ru_ru: (iexact) Торговое название

source: (gt) Minimum stock quantity
ar_ar: (زط) الحد الأدنى لكمية المخزون
cs_cz: (gt) Minimální skladové množství
da_dk: (gt) Minimum lagermængde
es_es: (gt) Cantidad mínima de existencias
fr_fr: (gt) Quantité minimale en stock
it_it: (gt) Quantità minima di scorte
ja_jp: (最低在庫量
nl_nl: (gt) Minimumvoorraad
pl_pl: (gt) Minimalna ilość zapasów
pt_br: (gt) Quantidade mínima em estoque
ro_ro: (gt) Cantitatea minimă de stoc
ru_ru: (gt) Минимальное количество на складе

source: (exact) Product slug
ar_ar: (بالضبط) سبيكة المنتج
cs_cz: (přesně) Product slug
da_dk: (nøjagtig) Produktsug
es_es: (exacto) Babosa del producto
fr_fr: UUID ou Slug du produit
it_it: (esatto) Prodotto slug
ja_jp: (正確には）製品スラッグ
nl_nl: (exacte) productnaam
pl_pl: (dokładny) Ślimak produktu
pt_br: (exato) Slug do produto
ro_ro: (exact) Limbajul produsului
ru_ru: (точный) Артикул

source: (exact) Digital vs. physical
ar_ar: (بالضبط) الرقمية مقابل المادية
cs_cz: (přesně) Digitální vs. fyzické
da_dk: (præcis) Digital vs. fysisk
es_es: (exacto) Digital frente a físico
fr_fr: (exact) Numérique ou physique
it_it: (esatto) Digitale e fisico
ja_jp: (正確には）デジタルとフィジカル
nl_nl: (exact) Digitaal vs. fysiek
pl_pl: (dokładnie) Cyfrowe vs. fizyczne
pt_br: (exato) Digital vs. físico
ro_ro: (exact) Digital vs. fizic
ru_ru: (точно) Цифровые и физические

source: Comma-separated list of fields to sort by. Prefix with `-` for descending. **Allowed:** uuid, rating, name, slug, created, modified, price, random
ar_ar: قائمة مفصولة بفواصل من الحقول للفرز حسب. البادئة بـ "-" للفرز التنازلي. **مسموح بها:** uuid، تصنيف، اسم، سبيكة، إنشاء، تعديل، سعر، عشوائي
cs_cz: Seznam polí oddělených čárkou, podle kterých se má třídit. Pro sestupné řazení použijte předponu `-`. **Povolené:** uuid, rating, name, slug, created, modified, price, random
da_dk: Kommasepareret liste over felter, der skal sorteres efter. Præfiks med `-` for faldende. **Tilladt:** uuid, vurdering, navn, slug, oprettet, ændret, pris, tilfældig
es_es: Lista separada por comas de campos por los que ordenar. Prefiérela con `-` para que sea descendente. **Permitido:** uuid, rating, name, slug, created, modified, price, random
fr_fr: Liste de champs séparés par des virgules à trier. Préfixer avec `-` pour un tri descendant. **Allowed:** uuid, rating, name, slug, created, modified, price, random
it_it: Elenco separato da virgole dei campi da ordinare. Prefisso con `-` per l'ordinamento discendente. **Consentito:** uuid, rating, nome, slug, creato, modificato, prezzo, casuale
ja_jp: カンマ区切りの並べ替えフィールドのリスト。降順の場合は `-` をプレフィックスとしてつける。 **許可:** uuid, rating, name, slug, created, modified, price, random
nl_nl: Door komma's gescheiden lijst van velden om op te sorteren. Voorvoegsel met `-` voor aflopend. **Toegestaan:** uuid, beoordeling, naam, slug, gemaakt, gewijzigd, prijs, willekeurig
pl_pl: Rozdzielana przecinkami lista pól do posortowania. Prefiks z `-` dla sortowania malejącego. **Dozwolone:** uuid, rating, name, slug, created, modified, price, random
pt_br: Lista de campos separada por vírgulas para classificação. Prefixe com `-` para classificação decrescente. **Permitido:** uuid, classificação, nome, slug, criado, modificado, preço, aleatório
ro_ro: Lista de câmpuri separate prin virgulă după care se face sortarea. Prefixați cu `-` pentru descrescător. **Autorizate:** uuid, rating, nume, slug, creat, modificat, preț, aleatoriu
ru_ru: Список полей для сортировки, разделенных запятыми. Для сортировки по убыванию используйте префикс `-`. **Разрешенные:** uuid, рейтинг, название, slug, created, modified, price, random

source: retrieve a single product (detailed view)
ar_ar: استرداد منتج واحد (عرض تفصيلي)
cs_cz: Vyhledání jednoho produktu (podrobné zobrazení)
da_dk: Hent et enkelt produkt (detaljeret visning)
es_es: Recuperar un solo producto (vista detallada)
fr_fr: Récupérer un seul produit (vue détaillée)
it_it: Recuperare un singolo prodotto (vista dettagliata)
ja_jp: 単一の製品を取得する（詳細表示）
nl_nl: Een enkel product ophalen (gedetailleerde weergave)
pl_pl: Pobieranie pojedynczego produktu (widok szczegółowy)
pt_br: Recuperar um único produto (visualização detalhada)
ro_ro: Recuperarea unui singur produs (vedere detaliată)
ru_ru: Получение одного продукта (подробный просмотр)

source: Product UUID or slug
ar_ar: معرف المنتج UUID أو سبيكة المنتج
cs_cz: Identifikátor UUID produktu nebo Slug
da_dk: Produkt UUID eller Slug
es_es: UUID o babosa del producto
fr_fr: UUID ou Slug du produit
it_it: UUID o Slug del prodotto
ja_jp: 製品UUIDまたはスラグ
nl_nl: Product UUID of Slug
pl_pl: UUID produktu lub Slug
pt_br: UUID ou Slug do produto
ro_ro: UUID sau Slug al produsului
ru_ru: UUID или Slug продукта

source: create a product
ar_ar: إنشاء منتج
cs_cz: Vytvoření produktu
da_dk: Opret et produkt
es_es: Crear un producto
fr_fr: Créer un produit
it_it: Creare un prodotto
ja_jp: 製品を作る
nl_nl: Een product maken
pl_pl: Tworzenie produktu
pt_br: Criar um produto
ro_ro: Creați un produs
ru_ru: Создать продукт

source: rewrite an existing product, preserving non-editable fields
ar_ar: إعادة كتابة منتج موجود، مع الحفاظ على الحقول غير القابلة للتحرير
cs_cz: Přepsání existujícího produktu se zachováním polí, která nelze editovat
da_dk: Omskriv et eksisterende produkt og bevar ikke-redigerbare felter
es_es: Reescribir un producto existente conservando los campos no editables
fr_fr: Réécrire un produit existant en préservant les champs non modifiables
it_it: Riscrivere un prodotto esistente, preservando i campi non modificabili
ja_jp: 編集不可能なフィールドを保持したまま、既存の製品を書き換える。
nl_nl: Een bestaand product herschrijven met behoud van niet-wijzigbare velden
pl_pl: Przepisz istniejący produkt, zachowując nieedytowalne pola
pt_br: Reescrever um produto existente, preservando os campos não editáveis
ro_ro: Rescrierea unui produs existent, păstrând câmpurile care nu pot fi editate
ru_ru: Переписать существующий продукт, сохранив нередактируемые поля

source: update some fields of an existing product, preserving non-editable fields
ar_ar: تحديث بعض حقول منتج موجود، مع الحفاظ على الحقول غير القابلة للتحرير
cs_cz: Aktualizace některých polí existujícího produktu se zachováním polí, která nelze upravovat.
da_dk: Opdater nogle felter i et eksisterende produkt og bevar ikke-redigerbare felter
es_es: Actualizar algunos campos de un producto existente, conservando los campos no editables
fr_fr: Mettre à jour certains champs d'un produit existant, en préservant les champs non modifiables
it_it: Aggiornare alcuni campi di un prodotto esistente, preservando i campi non modificabili
ja_jp: 編集不可能なフィールドを保持したまま、既存の製品の一部のフィールドを更新する。
nl_nl: Enkele velden van een bestaand product bijwerken, met behoud van niet-wijzigbare velden
pl_pl: Aktualizacja niektórych pól istniejącego produktu z zachowaniem pól nieedytowalnych
pt_br: Atualizar alguns campos de um produto existente, preservando os campos não editáveis
ro_ro: Actualizarea unor câmpuri ale unui produs existent, păstrând câmpurile needitabile
ru_ru: Обновление некоторых полей существующего продукта с сохранением нередактируемых полей

source: delete a product
ar_ar: حذف منتج
cs_cz: Odstranění produktu
da_dk: Slet et produkt
es_es: Eliminar un producto
fr_fr: Supprimer un produit
it_it: Eliminare un prodotto
ja_jp: 製品を削除する
nl_nl: Een product verwijderen
pl_pl: Usuń produkt
pt_br: Excluir um produto
ro_ro: Ștergeți un produs
ru_ru: Удалить продукт

source: list all addresses
ar_ar: قائمة بجميع العناوين
cs_cz: Seznam všech adres
da_dk: Angiv alle adresser
es_es: Enumerar todas las direcciones
fr_fr: Liste de toutes les adresses
it_it: Elenco di tutti gli indirizzi
ja_jp: 全住所のリスト
nl_nl: Vermeld alle adressen
pl_pl: Lista wszystkich adresów
pt_br: Listar todos os endereços
ro_ro: Enumerați toate adresele
ru_ru: Перечислите все адреса

source: retrieve a single address
ar_ar: استرجاع عنوان واحد
cs_cz: Získání jedné adresy
da_dk: Hent en enkelt adresse
es_es: Recuperar una única dirección
fr_fr: Récupérer une seule adresse
it_it: Recuperare un singolo indirizzo
ja_jp: 単一アドレスの取得
nl_nl: Een enkel adres ophalen
pl_pl: Pobieranie pojedynczego adresu
pt_br: Recuperar um único endereço
ro_ro: Recuperarea unei singure adrese
ru_ru: Получение одного адреса

source: create a new address
ar_ar: إنشاء عنوان جديد
cs_cz: Vytvoření nové adresy
da_dk: Opret en ny adresse
es_es: Crear una nueva dirección
fr_fr: Créer une nouvelle adresse
it_it: Creare un nuovo indirizzo
ja_jp: 新しいアドレスを作成する
nl_nl: Een nieuw adres maken
pl_pl: Utwórz nowy adres
pt_br: Criar um novo endereço
ro_ro: Creați o adresă nouă
ru_ru: Создайте новый адрес

source: delete an address
ar_ar: حذف عنوان
cs_cz: Odstranění adresy
da_dk: Slet en adresse
es_es: Borrar una dirección
fr_fr: Supprimer une adresse
it_it: Cancellare un indirizzo
ja_jp: アドレスの削除
nl_nl: Een adres verwijderen
pl_pl: Usuwanie adresu
pt_br: Excluir um endereço
ro_ro: Ștergeți o adresă
ru_ru: Удалить адрес
