Repository: fureunoir/eVibes
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: ar_ar, cs_cz, da_dk, de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru

source: unique id
ar_ar: المعرف الفريد
cs_cz: Jedinečné ID
da_dk: Unikt ID
de_de: Eindeutige ID
es_es: Identificación única
it_it: ID univoco
ja_jp: ユニークID
nl_nl: Uniek ID
pl_pl: Unikalny identyfikator
pt_br: ID exclusivo
ro_ro: ID unic
ru_ru: Уникальный идентификатор

source: unique id is used to surely identify any database object
ar_ar: يستخدم المعرف الفريد لتحديد أي كائن قاعدة بيانات بالتأكيد
cs_cz: Jedinečné ID slouží k jisté identifikaci jakéhokoli databázového objektu.
da_dk: Unikt ID bruges til sikkert at identificere ethvert databaseobjekt
de_de: Eindeutige ID wird zur sicheren Identifizierung jedes Datenbankobjekts verwendet
es_es: El identificador único se utiliza para identificar con seguridad cualquier objeto de la base de datos
fr_fr: L'identifiant unique est utilisé pour identifier de manière sûre tout objet de la base de données.
it_it: L'ID univoco viene utilizzato per identificare con certezza qualsiasi oggetto del database.
ja_jp: ユニークIDは、データベースオブジェクトを確実に識別するために使用されます。
nl_nl: Unieke ID wordt gebruikt om elk databaseobject te identificeren
pl_pl: Unikalny identyfikator służy do jednoznacznej identyfikacji dowolnego obiektu bazy danych
pt_br: O ID exclusivo é usado para identificar com segurança qualquer objeto do banco de dados
ro_ro: ID-ul unic este utilizat pentru a identifica cu siguranță orice obiect din baza de date
ru_ru: Уникальный идентификатор используется для точной идентификации любого объекта базы данных

source: is active
ar_ar: نشط
cs_cz: Je aktivní
da_dk: Er aktiv
de_de: Ist aktiv
es_es: Está activo
fr_fr: Est actif
it_it: È attivo
ja_jp: アクティブ
nl_nl: Is actief
pl_pl: Jest aktywny
pt_br: Está ativo
ro_ro: Este activ
ru_ru: Активен

source: if set to false, this object can't be seen by users without needed permission
ar_ar: إذا تم تعيينه على خطأ، لا يمكن للمستخدمين رؤية هذا الكائن دون الحاجة إلى إذن
cs_cz: Pokud je nastaveno na false, nemohou tento objekt vidět uživatelé bez potřebného oprávnění.
da_dk: Hvis det er sat til false, kan dette objekt ikke ses af brugere uden den nødvendige tilladelse.
de_de: Wenn auf false gesetzt, kann dieses Objekt von Benutzern ohne die erforderliche Berechtigung nicht gesehen werden.
es_es: Si se establece en false, este objeto no puede ser visto por los usuarios sin el permiso necesario
fr_fr: Si la valeur est fixée à false, cet objet ne peut pas être vu par les utilisateurs qui n'ont pas l'autorisation nécessaire.
it_it: Se impostato a false, questo oggetto non può essere visto dagli utenti senza i necessari permessi.
ja_jp: falseに設定された場合、このオブジェクトは必要なパーミッションのないユーザーには見えない。
nl_nl: Als false is ingesteld, kan dit object niet worden gezien door gebruikers zonder de benodigde toestemming
pl_pl: Jeśli ustawione na false, obiekt ten nie może być widoczny dla użytkowników bez wymaganych uprawnień.
pt_br: Se definido como false, esse objeto não poderá ser visto por usuários sem a permissão necessária
ro_ro: Dacă este setat la false, acest obiect nu poate fi văzut de utilizatori fără permisiunea necesară
ru_ru: Если установлено значение false, этот объект не может быть виден пользователям без необходимого разрешения

source: created
ar_ar: تم إنشاؤها
cs_cz: Vytvořeno
da_dk: Oprettet
de_de: Erstellt
es_es: Creado
fr_fr: Créée
it_it: Creato
ja_jp: 作成
nl_nl: Gemaakt
pl_pl: Utworzony
pt_br: Criado
ro_ro: Creat
ru_ru: Создано

source: when the object first appeared on the database
ar_ar: عندما ظهر الكائن لأول مرة في قاعدة البيانات
cs_cz: Kdy se objekt poprvé objevil v databázi
da_dk: Da objektet første gang dukkede op i databasen
de_de: Wann das Objekt zum ersten Mal in der Datenbank erschienen ist
es_es: Cuando el objeto apareció por primera vez en la base de datos
fr_fr: Date de la première apparition de l'objet dans la base de données
it_it: Quando l'oggetto è apparso per la prima volta nel database
ja_jp: そのオブジェクトが初めてデータベースに登場した時
nl_nl: Wanneer het object voor het eerst in de database verscheen
pl_pl: Kiedy obiekt po raz pierwszy pojawił się w bazie danych
pt_br: Quando o objeto apareceu pela primeira vez no banco de dados
ro_ro: Când a apărut pentru prima dată obiectul în baza de date
ru_ru: Когда объект впервые появился в базе данных

source: modified
ar_ar: تم التعديل
cs_cz: Upraveno
da_dk: Modificeret
de_de: Geändert
es_es: Modificado
fr_fr: Modifié
it_it: Modificato
ja_jp: 変形
nl_nl: Gewijzigd
pl_pl: Zmodyfikowany
pt_br: Modificado
ro_ro: Modificat
ru_ru: Модифицированный

source: when the object was last modified
ar_ar: متى تم تحرير الكائن آخر مرة
cs_cz: Kdy byl objekt naposledy upraven
da_dk: Hvornår objektet sidst blev redigeret
de_de: Wann das Objekt zuletzt bearbeitet wurde
es_es: Cuándo se editó el objeto por última vez
fr_fr: Date de la dernière modification de l'objet
it_it: Quando l'oggetto è stato modificato per l'ultima volta
ja_jp: オブジェクトの最終編集日時
nl_nl: Wanneer het object voor het laatst bewerkt is
pl_pl: Kiedy obiekt był ostatnio edytowany
pt_br: Quando o objeto foi editado pela última vez
ro_ro: Când a fost editat obiectul ultima dată
ru_ru: Когда объект был отредактирован в последний раз

source: activate selected %(verbose_name_plural)s
ar_ar: تنشيط المحدد %(verbose_name_plural)s
cs_cz: Aktivovat vybrané %(verbose_name_plural)s
da_dk: Aktivér udvalgte %(verbose_name_plural)s
de_de: Ausgewählte %(verbose_name_plural)s aktivieren
es_es: Activar %(verbose_name_plural)s seleccionados
fr_fr: Activer les %(verbose_name_plural)s sélectionnés
it_it: Attivare il %(verbose_name_plural)s selezionato
ja_jp: 選択した %(verbose_name_plural)s をアクティブにする。
nl_nl: Activeer geselecteerde %(verbose_name_plural)s
pl_pl: Aktywuj wybrane %(verbose_name_plural)s
pt_br: Ativar %(verbose_name_plural)s selecionados
ro_ro: Activați %(verbose_name_plural)s selectate
ru_ru: Активировать выбранные %(verbose_name_plural)s

source: deactivate selected %(verbose_name_plural)s
ar_ar: إلغاء تنشيط %(verbose_name_plural)s المحددة
cs_cz: Deaktivovat vybrané %(verbose_name_plural)s
da_dk: Deaktiver udvalgte %(verbose_name_plural)s
de_de: Ausgewählte %(verbose_name_plural)s deaktivieren
es_es: Desactivar %(verbose_name_plural)s seleccionados
fr_fr: Désactiver les %(verbose_name_plural)s sélectionnés
it_it: Disattivare il %(verbose_name_plural)s selezionato
ja_jp: 選択された %(verbose_name_plural)s を非アクティブにする。
nl_nl: Deactiveer geselecteerde %(verbose_name_plural)s
pl_pl: Dezaktywacja wybranych %(verbose_name_plural)s
pt_br: Desativar %(verbose_name_plural)s selecionados
ro_ro: Dezactivați %(verbose_name_plural)s selectate
ru_ru: Деактивировать выбранные %(verbose_name_plural)s

source: attribute value
ar_ar: قيمة السمة
cs_cz: Hodnota atributu
da_dk: Attributværdi
de_de: Attribut Wert
es_es: Atributo Valor
fr_fr: Valeur de l'attribut
it_it: Valore dell'attributo
ja_jp: 属性値
nl_nl: Attribuut Waarde
pl_pl: Wartość atrybutu
pt_br: Valor do atributo
ro_ro: Atribut Valoare
ru_ru: Значение атрибута

source: attribute values
ar_ar: قيم السمات
cs_cz: Hodnoty atributů
da_dk: Attributværdier
de_de: Attribut Werte
es_es: Valores de los atributos
fr_fr: Valeurs des attributs
it_it: Valori degli attributi
ja_jp: 属性値
nl_nl: Attribuutwaarden
pl_pl: Wartości atrybutów
pt_br: Valores de atributos
ro_ro: Valori ale atributului
ru_ru: Значения атрибутов

source: name
ar_ar: الاسم
cs_cz: Název
da_dk: Navn
es_es: Nombre
fr_fr: Nom
it_it: Nome
ja_jp: 名称
nl_nl: Naam
pl_pl: Nazwa
pt_br: Nome
ro_ro: Nume și prenume
ru_ru: Имя

source: image
ar_ar: الصورة
cs_cz: Obrázek
da_dk: Billede
de_de: Bild
es_es: Imagen
it_it: Immagine
ja_jp: 画像
nl_nl: Afbeelding
pl_pl: Obraz
pt_br: Imagem
ro_ro: Imagine
ru_ru: Изображение

source: images
ar_ar: الصور
cs_cz: Obrázky
da_dk: Billeder
de_de: Bilder
es_es: Imágenes
it_it: Immagini
ja_jp: 画像
nl_nl: Afbeeldingen
pl_pl: Obrazy
pt_br: Imagens
ro_ro: Imagini
ru_ru: Изображения

source: stock
ar_ar: المخزون
da_dk: Lager
de_de: Lagerbestand
ja_jp: 在庫
nl_nl: Voorraad
pl_pl: Stan magazynowy
pt_br: Estoque
ro_ro: Stoc
ru_ru: Наличие

source: stocks
ar_ar: الأسهم
cs_cz: Zásoby
da_dk: Aktier
de_de: Bestände
es_es: Acciones
it_it: Le scorte
ja_jp: 株式
nl_nl: Aandelen
pl_pl: Akcje
pt_br: Ações
ro_ro: Stocuri
ru_ru: Наличия

source: price
ar_ar: السعر
cs_cz: Cena
da_dk: Pris
de_de: Preis
es_es: Precio
fr_fr: Prix
it_it: Prezzo
ja_jp: 価格
nl_nl: Prijs
pl_pl: Cena
pt_br: Preço
ro_ro: Preț
ru_ru: Цена

source: rating
ar_ar: تصنيف المنتج
cs_cz: Hodnocení produktu
da_dk: Produktvurdering
de_de: Produktbewertung
es_es: Valoración del producto
fr_fr: Evaluation du produit
it_it: Valutazione
ja_jp: 製品評価
nl_nl: Productbeoordeling
pl_pl: Ocena
pt_br: Avaliação do produto
ro_ro: Evaluarea produsului
ru_ru: Рейтинг продукции

source: basic info
ar_ar: معلومات أساسية
cs_cz: Základní informace
da_dk: Grundlæggende information
de_de: Grundlegende Informationen
es_es: Información básica
fr_fr: Informations de base
it_it: Informazioni di base
ja_jp: 基本情報
nl_nl: Basisinformatie
pl_pl: Podstawowe informacje
pt_br: Informações básicas
ro_ro: Informații de bază
ru_ru: Основная информация

source: important dates
ar_ar: تواريخ مهمة
cs_cz: Důležitá data
da_dk: Vigtige datoer
de_de: Wichtige Termine
es_es: Fechas importantes
it_it: Date importanti
ja_jp: 重要な日程
nl_nl: Belangrijke data
pl_pl: Ważne daty
pt_br: Datas importantes
ro_ro: Date importante
ru_ru: Важные даты

source: order product
ar_ar: طلب المنتج
cs_cz: Objednat produkt
da_dk: Bestil produkt
de_de: Produkt bestellen
es_es: Pedir un producto
fr_fr: Commander un produit
it_it: Ordina il prodotto
ja_jp: 商品のご注文
nl_nl: Product bestellen
pl_pl: Zamów produkt
pt_br: Pedido de produto
ro_ro: Comanda Produs
ru_ru: Заказать товар

source: order products
ar_ar: اطلب المنتجات
cs_cz: Objednat produkty
da_dk: Bestil produkter
de_de: Produkte bestellen
es_es: Pedir productos
fr_fr: Commander des produits
it_it: Ordinare i prodotti
ja_jp: 商品のご注文
nl_nl: Producten bestellen
pl_pl: Zamawianie produktów
pt_br: Solicitar produtos
ro_ro: Comandați produse
ru_ru: Заказать товары

source: is business
ar_ar: هل الأعمال
cs_cz: Je podnikání
da_dk: Er forretning
es_es: Es Negocio
fr_fr: Est l'entreprise
it_it: È Business
ja_jp: ビジネス
nl_nl: Is zakelijk
pl_pl: Czy biznes
pt_br: É um negócio
ro_ro: Este o afacere
ru_ru: Бизнес

source: config
ar_ar: التكوين
cs_cz: Konfigurace
da_dk: Konfig
de_de: Konfigurieren Sie
es_es: Configurar
it_it: Configurazione
ja_jp: コンフィグ
pl_pl: Konfiguracja
pt_br: Configuração
ro_ro: Configurare
ru_ru: Конфигурация

source: core
ar_ar: الأساسيات
cs_cz: Jádro
da_dk: Kerne
de_de: Kern
es_es: Núcleo
fr_fr: Cœur de métier
it_it: Nucleo
ja_jp: コア
nl_nl: Kern
pl_pl: Rdzeń
ro_ro: Nucleu
ru_ru: Ядро

source: finished
ar_ar: تم الانتهاء
cs_cz: Dokončeno
da_dk: Færdig
de_de: Fertige
es_es: Terminado
fr_fr: Fini
it_it: Finito
ja_jp: 終了
nl_nl: Afgewerkt
pl_pl: Zakończony
pt_br: Finalizado
ro_ro: Terminat
ru_ru: Готовые

source: delivering
ar_ar: التوصيل
cs_cz: Poskytování služeb
da_dk: Leverer
de_de: Bereitstellung von
es_es: En
fr_fr: Délivrer
it_it: Consegnare
ja_jp: 配達
nl_nl: leveren
pl_pl: Dostarczanie
pt_br: Entregando
ro_ro: Livrarea
ru_ru: Доставка

source: delivered
ar_ar: تم التسليم
cs_cz: Doručeno na
da_dk: Leveret
de_de: Geliefert
es_es: Entregado
fr_fr: Livré
it_it: Consegnato
ja_jp: 配信
nl_nl: Geleverd
pl_pl: Dostarczone
pt_br: Entregue
ro_ro: Livrat
ru_ru: Доставлено

source: canceled
ar_ar: تم الإلغاء
cs_cz: Zrušeno
da_dk: Annulleret
de_de: Abgesagt
es_es: Cancelado
fr_fr: Annulé
it_it: Annullato
ja_jp: キャンセル
nl_nl: Geannuleerd
pl_pl: Anulowane
pt_br: Cancelado
ro_ro: Anulată
ru_ru: Отменено

source: failed
ar_ar: فشل
cs_cz: Neúspěšný
da_dk: Mislykket
de_de: Gescheitert
es_es: Fallido
fr_fr: Échec
it_it: Fallito
ja_jp: 失敗
nl_nl: Mislukt
pl_pl: Nie powiodło się
pt_br: Falha
ro_ro: Eșuat
ru_ru: Не удалось

source: pending
ar_ar: قيد الانتظار
cs_cz: Čeká se na
da_dk: Afventer
de_de: Anhängig
es_es: Pendiente
fr_fr: En attente
it_it: In attesa
ja_jp: 申請中
nl_nl: In afwachting van
pl_pl: W toku
pt_br: Pendente
ro_ro: În așteptare
ru_ru: В ожидании

source: accepted
ar_ar: مقبولة
cs_cz: Přijato
da_dk: Accepteret
de_de: Angenommen
es_es: Aceptado
fr_fr: Accepté
it_it: Accettato
ja_jp: 受諾
nl_nl: Geaccepteerd
pl_pl: Przyjęte
pt_br: Aceito
ro_ro: Acceptat
ru_ru: Принято

source: money returned
ar_ar: الأموال التي تم إرجاعها
cs_cz: Vrácené peníze
da_dk: Penge returneret
de_de: Zurückgegebenes Geld
es_es: Dinero devuelto
fr_fr: Argent restitué
it_it: Denaro restituito
ja_jp: 返金
nl_nl: Geld terug
pl_pl: Zwrócone pieniądze
pt_br: Dinheiro devolvido
ro_ro: Bani returnați
ru_ru: Возвращенные деньги

source: payment
ar_ar: الدفع
cs_cz: Platba
da_dk: Betaling
de_de: Zahlung
es_es: Pago
fr_fr: Paiement
it_it: Pagamento
ja_jp: 支払い
nl_nl: Betaling
pl_pl: Płatność
pt_br: Pagamento
ro_ro: Plata
ru_ru: Оплата

source: momental
ar_ar: مومنتال
de_de: Momente
es_es: Momento
it_it: Momentale
ja_jp: モメンタル

source: successful
ar_ar: ناجح
cs_cz: Úspěšné
da_dk: Succesfuld
de_de: Erfolgreich
es_es: Éxito
fr_fr: Réussite
it_it: Successo
ja_jp: 成功
nl_nl: Succesvol
pl_pl: Udany
pt_br: Bem-sucedido
ro_ro: De succes
ru_ru: Успешный

source: cache I/O
ar_ar: ذاكرة التخزين المؤقت للإدخال/الإخراج
cs_cz: Vstup/výstup mezipaměti
es_es: E/S de caché
it_it: I/O della cache
ja_jp: キャッシュI/O
pl_pl: Pamięć podręczna we/wy
pt_br: E/S do cache
ru_ru: Ввод/вывод кэша

source: apply only a key to read permitted data from cache. apply key, data and timeout with authentication to write data to cache.
ar_ar: تطبيق مفتاح فقط لقراءة البيانات المسموح بها من ذاكرة التخزين المؤقت. تطبيق مفتاح وبيانات ومهلة مع المصادقة لكتابة البيانات إلى ذاكرة التخزين المؤقت.
cs_cz: Použijte pouze klíč pro čtení povolených dat z mezipaměti. Pro zápis dat do mezipaměti použijte klíč, data a časový limit s ověřením.
da_dk: Anvend kun en nøgle til at læse tilladte data fra cachen. Anvend nøgle, data og timeout med autentificering for at skrive data til cachen.
de_de: Wenden Sie nur einen Schlüssel an, um erlaubte Daten aus dem Cache zu lesen. Schlüssel, Daten und Timeout mit Authentifizierung anwenden, um Daten in den Cache zu schreiben.
es_es: Aplicar sólo una clave para leer datos permitidos de la caché. Aplicar clave, datos y tiempo de espera con autenticación para escribir datos en la caché.
fr_fr: Appliquer uniquement une clé pour lire les données autorisées dans la mémoire cache. Appliquer une clé, des données et un délai d'attente avec authentification pour écrire des données dans la mémoire cache.
it_it: Applicare solo una chiave per leggere i dati consentiti dalla cache. Applicare chiave, dati e timeout con autenticazione per scrivere dati nella cache.
ja_jp: 許可されたデータをキャッシュから読み出すには、キーのみを適用する。 キャッシュにデータを書き込むには、認証付きのキー、データ、タイムアウトを適用する。
nl_nl: Alleen een sleutel gebruiken om toegestane gegevens uit de cache te lezen. Sleutel, gegevens en time-out met verificatie toepassen om gegevens naar de cache te schrijven.
pl_pl: Zastosuj tylko klucz, aby odczytać dozwolone dane z pamięci podręcznej. Zastosuj klucz, dane i limit czasu z uwierzytelnianiem, aby zapisać dane w pamięci podręcznej.
pt_br: Aplicar somente uma chave para ler dados permitidos do cache. Aplicar chave, dados e tempo limite com autenticação para gravar dados no cache.
ro_ro: Aplicați doar o cheie pentru a citi datele permise din cache. Aplicați o cheie, date și timeout cu autentificare pentru a scrie date în cache.
ru_ru: Применяйте только ключ для чтения разрешенных данных из кэша. Применяйте ключ, данные и таймаут с аутентификацией для записи данных в кэш.

source: get a list of supported languages
ar_ar: الحصول على قائمة باللغات المدعومة
cs_cz: Získat seznam podporovaných jazyků
da_dk: Få en liste over understøttede sprog
de_de: Eine Liste der unterstützten Sprachen abrufen
es_es: Obtener una lista de los idiomas admitidos
fr_fr: Obtenir la liste des langues prises en charge
it_it: Ottenere un elenco delle lingue supportate
ja_jp: サポートされている言語のリストを取得する
nl_nl: Een lijst met ondersteunde talen opvragen
pl_pl: Pobierz listę obsługiwanych języków
pt_br: Obter uma lista de idiomas suportados
ro_ro: Obțineți o listă a limbilor acceptate
ru_ru: Получите список поддерживаемых языков

source: get application's exposable parameters
ar_ar: الحصول على معلمات التطبيق القابلة للكشف
cs_cz: Získání vystavitelných parametrů aplikace
da_dk: Hent applikationens eksponerbare parametre
de_de: Abrufen der exponierbaren Parameter der Anwendung
es_es: Obtener los parámetros exponibles de la aplicación
fr_fr: Obtenir les paramètres exposables de l'application
it_it: Ottenere i parametri esponibili dell'applicazione
ja_jp: アプリケーションの公開可能なパラメータを取得する
nl_nl: Verkrijg de blootstelbare parameters van de applicatie
pl_pl: Uzyskaj dostępne parametry aplikacji
pt_br: Obter os parâmetros expostos do aplicativo
ro_ro: Obțineți parametrii expunibili ai aplicației
ru_ru: Получите параметры приложения, которые можно использовать

source: send a message to the support team
ar_ar: إرسال رسالة إلى فريق الدعم
cs_cz: Odeslání zprávy týmu podpory
da_dk: Send en besked til supportteamet
de_de: Senden Sie eine Nachricht an das Support-Team
es_es: Enviar un mensaje al equipo de asistencia
fr_fr: Envoyer un message à l'équipe d'assistance
it_it: Inviate un messaggio al team di assistenza
ja_jp: サポートチームにメッセージを送る
nl_nl: Stuur een bericht naar het ondersteuningsteam
pl_pl: Wyślij wiadomość do zespołu wsparcia
pt_br: Envie uma mensagem para a equipe de suporte
ro_ro: Trimiteți un mesaj echipei de asistență
ru_ru: Отправьте сообщение в службу поддержки

source: request a CORSed URL
ar_ar: طلب عنوان URL مرتبط بـ CORSed. مسموح بـ https فقط.
cs_cz: Vyžádejte si adresu URL s protokolem CORS. Povoleno pouze https.
da_dk: Anmod om en CORSed URL. Kun https er tilladt.
de_de: Fordern Sie eine CORS-gesicherte URL an. Nur https erlaubt.
es_es: Solicitar una URL CORSed. Solo se permite https.
fr_fr: Demander une URL CORSée. Seul https est autorisé.
it_it: Richiedere un URL CORSed. È consentito solo https.
ja_jp: CORSされたURLを要求する。httpsのみ許可。
nl_nl: Vraag een CORSed URL op. Alleen https toegestaan.
pl_pl: Żądanie adresu URL CORSed. Dozwolony jest tylko protokół https.
pt_br: Solicite um URL com CORS. Somente https é permitido.
ro_ro: Solicitați un URL CORSed. Numai https este permis.
ru_ru: Запросите URL-адрес с поддержкой CORS. Допускается только https.

source: global search endpoint to query across project's tables
ar_ar: نقطة نهاية بحث عالمية للاستعلام عبر جداول المشروع
cs_cz: Globální koncový bod vyhledávání pro dotazování napříč tabulkami projektu
da_dk: Globalt søgepunkt til at søge på tværs af projektets tabeller
de_de: Globaler Suchendpunkt zur Abfrage aller Tabellen des Projekts
es_es: Punto final de búsqueda global para consultar todas las tablas del proyecto
fr_fr: Point d'arrivée de la recherche globale pour interroger les tables du projet
it_it: Endpoint di ricerca globale per interrogare tutte le tabelle del progetto
ja_jp: プロジェクト全体のテーブルを検索するグローバル検索エンドポイント
nl_nl: Eindpunt voor globaal zoeken om in alle tabellen van het project te zoeken
pl_pl: Globalny punkt końcowy wyszukiwania do zapytań w tabelach projektu
pt_br: Ponto de extremidade de pesquisa global para consultar as tabelas do projeto
ro_ro: Punct final de căutare globală pentru a efectua interogări în toate tabelele proiectului
ru_ru: Ручка глобального поиска для запросов по всем открытым таблицам проекта

source: purchase an order as a business
ar_ar: شراء طلب شراء كشركة
cs_cz: Zakoupit objednávku jako firma
da_dk: Køb en ordre som virksomhed
es_es: Comprar un pedido como empresa
fr_fr: Acheter une commande en tant qu'entreprise
it_it: Acquistare un ordine come azienda
ja_jp: ビジネスとして注文を購入する
nl_nl: Een bestelling kopen als bedrijf
pl_pl: Zakup zamówienia jako firma
pt_br: Comprar um pedido como uma empresa
ro_ro: Achiziționați o comandă ca întreprindere
ru_ru: Приобрести заказ в качестве предприятия

source: purchase an order as a business, using the provided `products` with `product_uuid` and `attributes`.
ar_ar: اشترِ طلبًا كعمل تجاري، باستخدام "المنتجات" المتوفرة مع "معرّف_المنتج" و"السمات".
cs_cz: Zakoupit objednávku jako podnik s použitím zadaných `produktů` s `product_uuid` a `atributy`.
da_dk: Køb en ordre som en virksomhed ved hjælp af de angivne `produkter` med `produkt_uuid` og `attributter`.
es_es: Compra un pedido como empresa, utilizando los `productos` proporcionados con `product_uuid` y `attributes`.
fr_fr: Acheter une commande en tant qu'entreprise, en utilisant les `produits` fournis avec `product_uuid` et `attributs`.
it_it: Acquistare un ordine come azienda, utilizzando i `prodotti` forniti con `product_uuid` e `attributi`.
ja_jp: 提供された `product` と `product_uuid` と `attributes` を使用して、ビジネスとして注文を購入する。
nl_nl: Koop een bestelling in als een bedrijf, met behulp van de meegeleverde `producten` met `product_uuid` en `attributen`.
pl_pl: Kup zamówienie jako firma, używając dostarczonych `products` z `product_uuid` i `attributes`.
pt_br: Compre um pedido como uma empresa, usando os `products` fornecidos com `product_uuid` e `attributes`.
ro_ro: Achiziționați o comandă ca o afacere, utilizând `products` cu `product_uuid` și `attributes` furnizate.
ru_ru: Приобретите заказ как бизнес, используя предоставленные `продукты` с `product_uuid` и `attributes`.

source: list all attribute groups (simple view)
ar_ar: سرد كل مجموعات السمات (عرض بسيط)
cs_cz: Seznam všech skupin atributů (jednoduché zobrazení)
da_dk: Liste over alle attributgrupper (simpel visning)
de_de: Alle Attributgruppen auflisten (einfache Ansicht)
es_es: Lista de todos los grupos de atributos (vista simple)
fr_fr: Liste de tous les groupes d'attributs (vue simple)
it_it: Elenco di tutti i gruppi di attributi (vista semplice)
ja_jp: すべての属性グループをリストアップ（シンプルビュー）
nl_nl: Alle attribuutgroepen weergeven (eenvoudige weergave)
pl_pl: Lista wszystkich grup atrybutów (widok prosty)
pt_br: Listar todos os grupos de atributos (visualização simples)
ro_ro: Lista tuturor grupurilor de atribute (vizualizare simplă)
ru_ru: Список всех групп атрибутов (простой вид)

source: retrieve a single attribute group (detailed view)
ar_ar: استرداد مجموعة سمة واحدة (عرض تفصيلي)
cs_cz: Získání jedné skupiny atributů (podrobné zobrazení)
da_dk: Hent en enkelt attributgruppe (detaljeret visning)
de_de: Abrufen einer einzelnen Attributgruppe (Detailansicht)
es_es: Recuperar un único grupo de atributos (vista detallada)
fr_fr: Récupérer un seul groupe d'attributs (vue détaillée)
it_it: Recuperare un singolo gruppo di attributi (vista dettagliata)
ja_jp: 単一の属性グループを取得する（詳細表示）
nl_nl: Een enkele groep kenmerken ophalen (gedetailleerde weergave)
pl_pl: Pobieranie pojedynczej grupy atrybutów (widok szczegółowy)
pt_br: Recuperar um único grupo de atributos (visualização detalhada)
ro_ro: Recuperarea unui singur grup de atribute (vedere detaliată)
ru_ru: Получение одной группы атрибутов (подробный просмотр)

source: create an attribute group
ar_ar: إنشاء مجموعة سمات
cs_cz: Vytvoření skupiny atributů
da_dk: Opret en attributgruppe
de_de: Erstellen einer Attributgruppe
es_es: Crear un grupo de atributos
fr_fr: Créer un groupe d'attributs
it_it: Creare un gruppo di attributi
ja_jp: 属性グループの作成
nl_nl: Een attribuutgroep maken
pl_pl: Tworzenie grupy atrybutów
pt_br: Criar um grupo de atributos
ro_ro: Crearea unui grup de atribute
ru_ru: Создайте группу атрибутов

source: delete an attribute group
ar_ar: حذف مجموعة سمات
cs_cz: Odstranění skupiny atributů
da_dk: Slet en attributgruppe
de_de: Löschen einer Attributgruppe
es_es: Eliminar un grupo de atributos
fr_fr: Supprimer un groupe d'attributs
it_it: Cancellare un gruppo di attributi
ja_jp: 属性グループの削除
nl_nl: Een attribuutgroep verwijderen
pl_pl: Usuwanie grupy atrybutów
pt_br: Excluir um grupo de atributos
ro_ro: Ștergerea unui grup de atribute
ru_ru: Удаление группы атрибутов
