Repository: fureunoir/eVibes
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: ar_ar, cs_cz, da_dk, de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru

source: Latitude (Y coordinate)
ar_ar: خط العرض (الإحداثي Y)
cs_cz: Zeměpisná šířka (souřadnice Y)
da_dk: Breddegrad (Y-koordinat)
es_es: Latitud (coordenada Y)
fr_fr: Latitude (coordonnée Y)
it_it: Latitudine (coordinata Y)
ja_jp: 緯度（Y座標）
nl_nl: Breedtegraad (Y-coördinaat)
pl_pl: Szerokość geograficzna (współrzędna Y)
pt_br: Latitude (coordenada Y)
ro_ro: Latitudine (coordonata Y)
ru_ru: Широта (координата Y)

source: Longitude (X coordinate)
ar_ar: خط الطول (الإحداثي X)
cs_cz: Zeměpisná délka (souřadnice X)
da_dk: Længdegrad (X-koordinat)
es_es: Longitud (coordenada X)
fr_fr: Longitude (coordonnée X)
it_it: Longitudine (coordinata X)
ja_jp: 経度（X座標）
nl_nl: Lengtegraad (X-coördinaat)
pl_pl: Długość geograficzna (współrzędna X)
pt_br: Longitude (coordenada X)
ro_ro: Longitudine (coordonata X)
ru_ru: Долгота (координата X)

source: comment
ar_ar: كيفية
cs_cz: Jak na to
da_dk: Sådan gør du
de_de: Wie
es_es: Cómo
it_it: Come
ja_jp: どのように
nl_nl: Hoe
pl_pl: Jak
pt_br: Como fazer
ro_ro: Cum să
ru_ru: Как

source: rating value from 1 to 10, inclusive, or 0 if not set.
ar_ar: قيمة التصنيف من 1 إلى 10، شاملة، أو 0 إذا لم يتم تعيينها.
cs_cz: Hodnota hodnocení od 1 do 10 včetně nebo 0, pokud není nastaveno.
da_dk: Vurderingsværdi fra 1 til 10, inklusive, eller 0, hvis den ikke er indstillet.
de_de: Bewertungswert von 1 bis einschließlich 10 oder 0, wenn nicht festgelegt.
es_es: Valor de calificación de 1 a 10, ambos inclusive, o 0 si no está configurado.
fr_fr: Valeur d'évaluation de 1 à 10 inclus, ou 0 si elle n'est pas définie.
it_it: Valore di valutazione da 1 a 10, incluso, o 0 se non impostato.
ja_jp: 1から10までの評価値（設定されていない場合は0）。
nl_nl: Waarderingswaarde van 1 tot en met 10, of 0 indien niet ingesteld.
pl_pl: Wartość oceny od 1 do 10 włącznie lub 0, jeśli nie jest ustawiona.
pt_br: Valor de classificação de 1 a 10, inclusive, ou 0 se não estiver definido.
ro_ro: Valoare nominală de la 1 la 10, inclusiv, sau 0 dacă nu este setată.
ru_ru: Значение рейтинга от 1 до 10, включительно, или 0, если он не установлен.

source: represents feedback from a user.
ar_ar: يمثل ملاحظات من المستخدم.
cs_cz: Představuje zpětnou vazbu od uživatele.
da_dk: Repræsenterer feedback fra en bruger.
de_de: Stellt das Feedback eines Benutzers dar.
es_es: Representa la opinión de un usuario.
fr_fr: Représente le retour d'information d'un utilisateur.
it_it: Rappresenta il feedback di un utente.
ja_jp: ユーザーからのフィードバックを表す。
nl_nl: Vertegenwoordigt feedback van een gebruiker.
pl_pl: Reprezentuje informacje zwrotne od użytkownika.
pt_br: Representa o feedback de um usuário.
ro_ro: Reprezintă feedback de la un utilizator.
ru_ru: Представляет собой отзыв пользователя.

source: notifications
ar_ar: الإشعارات
cs_cz: Oznámení
da_dk: Meddelelser
de_de: Benachrichtigungen
es_es: Notificaciones
it_it: Notifiche
ja_jp: お知らせ
nl_nl: Meldingen
pl_pl: Powiadomienia
pt_br: Notificações
ro_ro: Notificări
ru_ru: Уведомления

source: download url for this order product if applicable
ar_ar: تحميل الرابط الخاص بمنتج الطلب هذا إن أمكن
cs_cz: Stáhněte si url adresu pro tento objednaný produkt, pokud je to možné
da_dk: Download url for dette ordreprodukt, hvis det er relevant
de_de: Download-Url für dieses Bestellprodukt, falls zutreffend
es_es: Descargar url para este producto de pedido si procede
fr_fr: URL de téléchargement pour ce produit de la commande, le cas échéant
it_it: URL di download per il prodotto dell'ordine, se applicabile
ja_jp: 該当する場合は、この注文商品のダウンロードURLを入力してください。
nl_nl: Download url voor dit bestelproduct indien van toepassing
pl_pl: Adres URL pobierania dla tego produktu zamówienia, jeśli dotyczy
pt_br: URL de download para este produto do pedido, se aplicável
ro_ro: URL de descărcare pentru acest produs de comandă, dacă este cazul
ru_ru: Если применимо, загрузите url для этого продукта заказа

source: a list of order products in this order
ar_ar: قائمة بطلب المنتجات بهذا الترتيب
cs_cz: Seznam objednaných produktů v tomto pořadí
da_dk: En liste over bestillingsprodukter i denne ordre
de_de: Eine Liste der bestellten Produkte in dieser Reihenfolge
es_es: Una lista de los productos del pedido
fr_fr: Une liste des produits commandés dans cette commande
it_it: Un elenco di prodotti ordinati in questo ordine
ja_jp: 注文商品のリスト
nl_nl: Een lijst met bestelde producten in deze bestelling
pl_pl: Lista zamówionych produktów w tym zamówieniu
pt_br: Uma lista dos produtos solicitados nesse pedido
ro_ro: O listă a produselor comandate în această comandă
ru_ru: Список товаров, заказанных в этом заказе

source: billing address
ar_ar: عنوان إرسال الفواتير
cs_cz: Fakturační adresa
da_dk: Faktureringsadresse
de_de: Rechnungsadresse
es_es: Dirección de facturación
fr_fr: Adresse de facturation
it_it: Indirizzo di fatturazione
ja_jp: 請求先住所
nl_nl: Factuuradres
pl_pl: Adres rozliczeniowy
pt_br: Endereço de cobrança
ro_ro: Adresa de facturare
ru_ru: Адрес для выставления счетов

source: shipping address for this order, leave blank if same as billing address or if not applicable
ar_ar: عنوان الشحن لهذا الطلب، اترك العنوان فارغًا إذا كان هو نفسه عنوان إرسال الفواتير أو إذا لم يكن منطبقًا
cs_cz: Dodací adresa pro tuto objednávku, pokud je stejná jako fakturační adresa nebo pokud není použitelná, ponechte prázdné.
da_dk: Leveringsadresse for denne ordre, lad den være tom, hvis den er den samme som faktureringsadressen, eller hvis den ikke er relevant
de_de: Lieferadresse für diese Bestellung, leer lassen, wenn sie mit der Rechnungsadresse übereinstimmt oder nicht zutrifft
es_es: Dirección de envío para este pedido, dejar en blanco si es la misma que la de facturación o si no procede
fr_fr: Adresse d'expédition pour cette commande, laisser vide si elle est identique à l'adresse de facturation ou si elle n'est pas applicable
it_it: Indirizzo di spedizione per questo ordine, lasciare in bianco se è uguale all'indirizzo di fatturazione o se non è applicabile
ja_jp: 請求先住所と同じ場合、または該当しない場合は空白にしてください。
nl_nl: Verzendadres voor deze bestelling, leeg laten als dit hetzelfde is als het factuuradres of als dit niet van toepassing is
pl_pl: Adres wysyłki dla tego zamówienia, pozostaw pusty, jeśli jest taki sam jak adres rozliczeniowy lub jeśli nie dotyczy
pt_br: Endereço de entrega para este pedido, deixe em branco se for o mesmo que o endereço de cobrança ou se não for aplicável
ro_ro: Adresa de expediere pentru această comandă, lăsați în alb dacă este aceeași cu adresa de facturare sau dacă nu se aplică
ru_ru: Адрес доставки для данного заказа, оставьте пустым, если он совпадает с адресом выставления счета или не применяется

source: total price of this order
ar_ar: السعر الإجمالي لهذا الطلب
cs_cz: Celková cena této objednávky
da_dk: Samlet pris for denne ordre
de_de: Gesamtpreis für diese Bestellung
es_es: Precio total de este pedido
fr_fr: Prix total de la commande
it_it: Prezzo totale dell'ordine
ja_jp: この注文の合計金額
nl_nl: Totale prijs van deze bestelling
pl_pl: Całkowita cena tego zamówienia
pt_br: Preço total deste pedido
ro_ro: Prețul total al acestei comenzi
ru_ru: Общая стоимость этого заказа

source: total quantity of products in order
ar_ar: إجمالي كمية المنتجات بالترتيب
cs_cz: Celkové množství objednaných produktů
da_dk: Samlet antal produkter i ordren
de_de: Gesamtmenge der bestellten Produkte
es_es: Cantidad total de productos del pedido
fr_fr: Quantité totale de produits dans la commande
it_it: Quantità totale di prodotti in ordine
ja_jp: 注文商品の総数量
nl_nl: Totale hoeveelheid producten in bestelling
pl_pl: Całkowita ilość produktów w zamówieniu
pt_br: Quantidade total de produtos no pedido
ro_ro: Cantitatea totală de produse din comandă
ru_ru: Общее количество продуктов в заказе

source: are all products in the order digital
ar_ar: هل جميع المنتجات في الطلب رقمي
cs_cz: Jsou všechny produkty v objednávce digitální
da_dk: Er alle produkterne i ordren digitale?
de_de: Sind alle Produkte in der Bestellung digital
es_es: ¿Están todos los productos en el pedido digital
fr_fr: Tous les produits de la commande sont-ils numériques ?
it_it: Tutti i prodotti sono presenti nell'ordine digitale
ja_jp: ご注文の商品はすべてデジタルですか？
nl_nl: Zijn alle producten in de bestelling digitaal
pl_pl: Czy wszystkie produkty w zamówieniu są cyfrowe?
pt_br: Todos os produtos estão no pedido digital?
ro_ro: Sunt toate produsele din comanda digitală
ru_ru: Все ли товары в заказе представлены в цифровом виде

source: orders
ar_ar: الطلبات
cs_cz: Objednávky
da_dk: Bestillinger
de_de: Bestellungen
es_es: Pedidos
fr_fr: Commandes
it_it: Ordini
ja_jp: 受注状況
nl_nl: Bestellingen
pl_pl: Zamówienia
pt_br: Pedidos
ro_ro: Ordine
ru_ru: Заказы

source: image url
ar_ar: رابط الصورة
cs_cz: Adresa URL obrázku
da_dk: Billed-URL
de_de: Bild URL
es_es: URL de la imagen
it_it: URL immagine
ja_jp: 画像URL
nl_nl: Afbeelding URL
pl_pl: Adres URL obrazu
pt_br: URL da imagem
ro_ro: URL imagine
ru_ru: URL-адрес изображения

source: product's images
ar_ar: صور المنتج
cs_cz: Obrázky produktu
da_dk: Produktets billeder
de_de: Bilder des Produkts
es_es: Imágenes del producto
fr_fr: Images du produit
it_it: Immagini del prodotto
ja_jp: 製品画像
nl_nl: Afbeeldingen van het product
pl_pl: Zdjęcia produktu
pt_br: Imagens do produto
ro_ro: Imagini ale produsului
ru_ru: Изображения продукта

source: category
ar_ar: الفئة
cs_cz: Kategorie
da_dk: Kategori
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
it_it: Categoria
ja_jp: カテゴリー
nl_nl: Categorie
pl_pl: Kategoria
pt_br: Categoria
ro_ro: Categorie
ru_ru: Категория

source: feedbacks
ar_ar: الملاحظات
cs_cz: Zpětná vazba
da_dk: Tilbagemeldinger
de_de: Rückmeldungen
es_es: Comentarios
fr_fr: Retour d'information
it_it: Feedback
ja_jp: フィードバック
nl_nl: Reacties
pl_pl: Informacje zwrotne
ro_ro: Feedback-uri
ru_ru: Отзывы

source: brand
ar_ar: العلامة التجارية
cs_cz: Značka
de_de: Marke
es_es: Marca
fr_fr: Marque
it_it: Marchio
ja_jp: ブランド
nl_nl: Merk
pl_pl: Marka
ro_ro: Marca
ru_ru: Бренд

source: attribute groups
ar_ar: مجموعات السمات
cs_cz: Skupiny atributů
da_dk: Attributgrupper
de_de: Attribut-Gruppen
es_es: Grupos de atributos
fr_fr: Groupes d'attributs
it_it: Gruppi di attributi
ja_jp: 属性グループ
nl_nl: Attribuutgroepen
pl_pl: Grupy atrybutów
pt_br: Grupos de atributos
ro_ro: Grupuri de atribute
ru_ru: Группы атрибутов

source: quantity
ar_ar: الكمية
cs_cz: Množství
da_dk: Mængde
de_de: Menge
es_es: Cantidad
fr_fr: Quantité
it_it: Quantità
ja_jp: 数量
nl_nl: Hoeveelheid
pl_pl: Ilość
pt_br: Quantidade
ro_ro: Cantitate
ru_ru: Количество

source: number of feedbacks
ar_ar: عدد الملاحظات
cs_cz: Počet zpětných vazeb
da_dk: Antal tilbagemeldinger
de_de: Anzahl der Rückmeldungen
es_es: Número de reacciones
fr_fr: Nombre de retours d'information
it_it: Numero di feedback
ja_jp: フィードバック数
nl_nl: Aantal terugkoppelingen
pl_pl: Liczba informacji zwrotnych
pt_br: Número de feedbacks
ro_ro: Numărul de reacții
ru_ru: Количество отзывов

source: products
ar_ar: المنتجات
cs_cz: Produkty
da_dk: Produkter
de_de: Produkte
es_es: Productos
fr_fr: Produits
it_it: Prodotti
ja_jp: 製品紹介
nl_nl: Producten
pl_pl: Produkty
pt_br: Produtos
ro_ro: Produse
ru_ru: Продукция

source: promocodes
ar_ar: الرموز الترويجية
cs_cz: Propagační kódy
da_dk: Promokoder
es_es: Códigos promocionales
it_it: Codici promozionali
ja_jp: プロモコード
pt_br: Códigos promocionais
ro_ro: Coduri promoționale
ru_ru: Промокоды

source: products on sale
ar_ar: المنتجات المعروضة للبيع
cs_cz: Produkty v prodeji
da_dk: Produkter til salg
de_de: Zum Verkauf stehende Produkte
es_es: Productos a la venta
fr_fr: Produits en vente
it_it: Prodotti in vendita
ja_jp: 販売商品
nl_nl: Producten te koop
pl_pl: Produkty w sprzedaży
pt_br: Produtos à venda
ro_ro: Produse scoase la vânzare
ru_ru: Продукты в продаже

source: promotions
ar_ar: العروض الترويجية
cs_cz: Propagační akce
da_dk: Kampagner
de_de: Werbeaktionen
es_es: Promociones
it_it: Promozioni
ja_jp: プロモーション
nl_nl: Promoties
pl_pl: Promocje
pt_br: Promoções
ro_ro: Promoții
ru_ru: Акции

source: vendor
ar_ar: البائع
cs_cz: Prodejce
da_dk: Leverandør
de_de: Anbieter
es_es: Vendedor
fr_fr: Vendeur
it_it: Venditore
ja_jp: ベンダー
nl_nl: Verkoper
pl_pl: Sprzedawca
ro_ro: Furnizor
ru_ru: Поставщик

source: product
ar_ar: المنتج
cs_cz: Produkt
da_dk: Produkt
de_de: Produkt
es_es: Producto
fr_fr: Produit
it_it: Prodotto
ja_jp: 製品
pl_pl: Produkt
pt_br: Produto
ro_ro: Produs
ru_ru: Продукт

source: wishlisted products
ar_ar: المنتجات المفضلة
cs_cz: Produkty uvedené na seznamu přání
da_dk: Produkter på ønskelisten
de_de: Auf dem Wunschzettel stehende Produkte
es_es: Productos deseados
fr_fr: Produits en liste de souhaits
it_it: Prodotti desiderati
ja_jp: ウィッシュリスト掲載商品
nl_nl: Gewenste producten
pl_pl: Produkty z listy życzeń
pt_br: Produtos da lista de desejos
ro_ro: Produse dorite
ru_ru: Продукты из списка желаний

source: wishlists
ar_ar: قوائم التمنيات
cs_cz: Seznamy přání
da_dk: Ønskelister
de_de: Wunschzettel
es_es: Listas de deseos
fr_fr: Liste de souhaits
it_it: Liste dei desideri
ja_jp: ウィッシュリスト
nl_nl: Verlanglijst
pl_pl: Listy życzeń
pt_br: Listas de desejos
ro_ro: Liste de dorințe
ru_ru: Списки желаний

source: project name
ar_ar: اسم المشروع
cs_cz: Název projektu
da_dk: Projektets navn
de_de: Name des Projekts
es_es: Nombre del proyecto
fr_fr: Nom du projet
it_it: Nome del progetto
ja_jp: プロジェクト名
nl_nl: Naam project
pl_pl: Nazwa projektu
pt_br: Nome do projeto
ro_ro: Numele proiectului
ru_ru: Название проекта

source: company email
ar_ar: البريد الإلكتروني للشركة
cs_cz: E-mail společnosti
da_dk: Virksomhedens e-mail
de_de: Unternehmen E-Mail
es_es: Correo electrónico de la empresa
fr_fr: Courriel de l'entreprise
it_it: Email aziendale
ja_jp: 会社Eメール
nl_nl: Bedrijf E-mail
pl_pl: Firmowy adres e-mail
pt_br: E-mail da empresa
ro_ro: Email companie
ru_ru: Электронная почта компании

source: company name
ar_ar: اسم الشركة
cs_cz: Název společnosti
da_dk: Virksomhedens navn
de_de: Name des Unternehmens
es_es: Nombre de la empresa
fr_fr: Nom de l'entreprise
it_it: Nome della società
ja_jp: 会社名
nl_nl: Bedrijfsnaam
pl_pl: Nazwa firmy
pt_br: Nome da empresa
ro_ro: Numele companiei
ru_ru: Название компании

source: company address
ar_ar: عنوان الشركة
cs_cz: Adresa společnosti
da_dk: Virksomhedens adresse
de_de: Adresse des Unternehmens
es_es: Dirección de la empresa
fr_fr: Adresse de l'entreprise
it_it: Indirizzo dell'azienda
ja_jp: 会社住所
nl_nl: Adres
pl_pl: Adres firmy
pt_br: Endereço da empresa
ro_ro: Adresa companiei
ru_ru: Адрес компании

source: company phone number
ar_ar: رقم هاتف الشركة
cs_cz: Telefonní číslo společnosti
da_dk: Virksomhedens telefonnummer
de_de: Telefonnummer des Unternehmens
es_es: Teléfono de la empresa
fr_fr: Numéro de téléphone de l'entreprise
it_it: Numero di telefono dell'azienda
ja_jp: 会社電話番号
nl_nl: Telefoonnummer bedrijf
pl_pl: Numer telefonu firmy
pt_br: Número de telefone da empresa
ro_ro: Numărul de telefon al companiei
ru_ru: Номер телефона компании

source: email from, sometimes it must be used instead of host user value
ar_ar: "البريد الإلكتروني من"، في بعض الأحيان يجب استخدامه بدلاً من قيمة المستخدم المضيف
cs_cz: 'email from', někdy se musí použít místo hodnoty hostitelského uživatele.
da_dk: 'e-mail fra', nogle gange skal den bruges i stedet for værtsbrugerværdien
de_de: E-Mail von", muss manchmal anstelle des Host-Benutzerwerts verwendet werden
es_es: 'email from', a veces debe utilizarse en lugar del valor del usuario host
fr_fr: 'email from', parfois il doit être utilisé à la place de la valeur de l'utilisateur de l'hôte
it_it: 'email from', a volte deve essere usato al posto del valore dell'utente host
ja_jp: 'email from' は、ホストユーザの値の代わりに使用されることがあります。
nl_nl: e-mail van', soms moet deze worden gebruikt in plaats van de hostgebruikerswaarde
pl_pl: "email from", czasami musi być użyty zamiast wartości użytkownika hosta
pt_br: 'email from', às vezes ele deve ser usado em vez do valor do usuário do host
ro_ro: "e-mail de la", uneori trebuie să fie utilizat în locul valorii utilizatorului gazdă
ru_ru: 'email from', иногда его нужно использовать вместо значения пользователя хоста.

source: email host user
ar_ar: مستخدم البريد الإلكتروني المضيف
cs_cz: Uživatel hostitelského e-mailu
da_dk: E-mail-værtsbruger
de_de: E-Mail-Host-Benutzer
es_es: Correo electrónico del usuario anfitrión
fr_fr: Utilisateur de l'hôte de messagerie
it_it: Utente host dell'e-mail
ja_jp: メールホストユーザー
nl_nl: Gebruiker e-mail hosten
pl_pl: Użytkownik hosta poczty e-mail
pt_br: Usuário do host de e-mail
ro_ro: Utilizator gazdă e-mail
ru_ru: Пользователь узла электронной почты

source: maximum amount for payment
ar_ar: الحد الأقصى لمبلغ السداد
cs_cz: Maximální částka pro platbu
da_dk: Maksimalt beløb til betaling
de_de: Höchstbetrag für die Zahlung
es_es: Importe máximo de pago
fr_fr: Montant maximum du paiement
it_it: Importo massimo per il pagamento
ja_jp: 支払限度額
nl_nl: Maximumbedrag voor betaling
pl_pl: Maksymalna kwota płatności
pt_br: Valor máximo para pagamento
ro_ro: Suma maximă pentru plată
ru_ru: Максимальная сумма для оплаты

source: minimum amount for payment
ar_ar: الحد الأدنى لمبلغ السداد
cs_cz: Minimální částka pro platbu
da_dk: Minimumsbeløb for betaling
de_de: Mindestbetrag für die Zahlung
es_es: Importe mínimo de pago
fr_fr: Montant minimum pour le paiement
it_it: Importo minimo per il pagamento
ja_jp: 最低支払額
nl_nl: Minimumbedrag voor betaling
pl_pl: Minimalna kwota płatności
pt_br: Valor mínimo para pagamento
ro_ro: Suma minimă pentru plată
ru_ru: Минимальная сумма для оплаты

source: company configuration
ar_ar: التكوين
cs_cz: Konfigurace
da_dk: Konfiguration
de_de: Konfiguration
es_es: Configuración
fr_fr: Configuration
it_it: Configurazione
ja_jp: 構成
nl_nl: Configuratie
pl_pl: Konfiguracja
pt_br: Configuração
ro_ro: Configurație
ru_ru: Конфигурация

source: language code
ar_ar: رمز اللغة
cs_cz: Kód jazyka
da_dk: Sprogkode
de_de: Sprachcode
es_es: Código de idioma
fr_fr: Code langue
it_it: Codice lingua
ja_jp: 言語コード
nl_nl: Taalcode
pl_pl: Kod języka
pt_br: Código do idioma
ro_ro: Codul limbii
ru_ru: Код языка

source: language name
ar_ar: اسم اللغة
cs_cz: Název jazyka
da_dk: Sprogets navn
de_de: Name der Sprache
es_es: Nombre de la lengua
fr_fr: Nom de la langue
it_it: Nome della lingua
ja_jp: 言語名
nl_nl: Naam van de taal
pl_pl: Nazwa języka
pt_br: Nome do idioma
ro_ro: Numele limbii
ru_ru: Название языка

source: language flag, if exists :)
ar_ar: علم اللغة، إذا كان موجوداً :)
cs_cz: Příznak jazyka, pokud existuje :)
da_dk: Sprogflag, hvis det findes :)
de_de: Sprachflagge, falls vorhanden :)
es_es: Bandera de idioma, si existe :)
fr_fr: Drapeau linguistique, s'il existe :)
it_it: Bandiera della lingua, se esiste :)
ja_jp: 言語フラグがある場合 :)
nl_nl: Taalvlag, indien aanwezig :)
pl_pl: Flaga języka, jeśli istnieje :)
pt_br: Sinalizador de idioma, se houver :)
ro_ro: Indicatorul de limbă, dacă există :)
ru_ru: Языковой флаг, если он существует :)

source: supported languages
ar_ar: الحصول على قائمة باللغات المدعومة
cs_cz: Získat seznam podporovaných jazyků
da_dk: Få en liste over understøttede sprog
de_de: Eine Liste der unterstützten Sprachen abrufen
es_es: Obtener una lista de los idiomas admitidos
fr_fr: Obtenir la liste des langues prises en charge
it_it: Ottenere un elenco delle lingue supportate
ja_jp: サポートされている言語のリストを取得する
nl_nl: Een lijst met ondersteunde talen opvragen
pl_pl: Pobierz listę obsługiwanych języków
pt_br: Obter uma lista de idiomas suportados
ro_ro: Obțineți o listă a limbilor acceptate
ru_ru: Получите список поддерживаемых языков

source: products search results
ar_ar: نتائج البحث عن المنتجات
cs_cz: Výsledky vyhledávání produktů
da_dk: Søgeresultater for produkter
de_de: Suchergebnisse für Produkte
es_es: Resultados de la búsqueda de productos
fr_fr: Résultats de la recherche de produits
it_it: Risultati della ricerca dei prodotti
ja_jp: 製品検索結果
nl_nl: Producten zoekresultaten
pl_pl: Wyniki wyszukiwania produktów
pt_br: Resultados da pesquisa de produtos
ro_ro: Rezultate căutare produse
ru_ru: Результаты поиска товаров

source: posts search results
ar_ar: نتائج البحث عن المنتجات
cs_cz: Výsledky vyhledávání produktů
da_dk: Søgeresultater for produkter
es_es: Resultados de la búsqueda de productos
fr_fr: Résultats de la recherche de produits
it_it: Risultati della ricerca dei prodotti
ja_jp: 製品検索結果
nl_nl: Zoekresultaten
pl_pl: Wyniki wyszukiwania produktów
pt_br: Resultados da pesquisa de produtos
ro_ro: Rezultate căutare produse
ru_ru: Результаты поиска товаров

source: parent of this group
ar_ar: والد هذه المجموعة
cs_cz: Rodič této skupiny
da_dk: Forælder til denne gruppe
de_de: Elternteil dieser Gruppe
es_es: Padre de este grupo
fr_fr: Parent de ce groupe
it_it: Genitore di questo gruppo
ja_jp: このグループの親
nl_nl: Ouder van deze groep
pl_pl: Rodzic tej grupy
pt_br: Pai deste grupo
ro_ro: Părinte al acestui grup
ru_ru: Родитель этой группы

source: parent attribute group
ar_ar: مجموعة السمات الرئيسية
cs_cz: Nadřazená skupina atributů
da_dk: Overordnet attributgruppe
de_de: Übergeordnete Attributgruppe
es_es: Grupo de atributos padre
fr_fr: Groupe d'attributs parent
it_it: Gruppo di attributi padre
ja_jp: 親属性グループ
nl_nl: Ouderattribuutgroep
pl_pl: Grupa atrybutów nadrzędnych
pt_br: Grupo de atributos pai
ro_ro: Grup de atribute părinte
ru_ru: Родительская группа атрибутов

source: attribute group's name
ar_ar: اسم مجموعة السمات
cs_cz: Název skupiny atributů
da_dk: Attributgruppens navn
de_de: Name der Attributgruppe
es_es: Nombre del grupo de atributos
fr_fr: Nom du groupe d'attributs
it_it: Nome del gruppo di attributi
ja_jp: 属性グループ名
nl_nl: Naam attribuutgroep
pl_pl: Nazwa grupy atrybutów
pt_br: Nome do grupo de atributos
ro_ro: Numele grupului de atribute
ru_ru: Имя группы атрибутов

source: attribute group
ar_ar: مجموعة السمات
cs_cz: Skupina atributů
da_dk: Attributgruppe
de_de: Attribut-Gruppe
es_es: Grupo de atributos
fr_fr: Groupe d'attributs
it_it: Gruppo di attributi
ja_jp: 属性グループ
nl_nl: Attribuutgroep
pl_pl: Grupa atrybutów
pt_br: Grupo de atributos
ro_ro: Grup de atribute
ru_ru: Группа атрибутов

source: category of this attribute
ar_ar: فئة هذه السمة
cs_cz: Kategorie tohoto atributu
da_dk: Kategori for denne attribut
de_de: Kategorie dieses Attributs
es_es: Categoría de este atributo
fr_fr: Catégorie de cet attribut
it_it: Categoria di questo attributo
ja_jp: この属性のカテゴリー
nl_nl: Categorie van dit kenmerk
pl_pl: Kategoria tego atrybutu
pt_br: Categoria desse atributo
ro_ro: Categoria acestui atribut
ru_ru: Категория этого атрибута

source: group of this attribute
ar_ar: مجموعة هذه السمة
cs_cz: Skupina tohoto atributu
da_dk: Gruppe af denne attribut
de_de: Gruppe dieses Attributs
es_es: Grupo de este atributo
fr_fr: Groupe de cet attribut
it_it: Gruppo di questo attributo
ja_jp: この属性のグループ
nl_nl: Groep van dit kenmerk
pl_pl: Grupa tego atrybutu
pt_br: Grupo desse atributo
ro_ro: Grupul acestui atribut
ru_ru: Группа этого атрибута

source: string
ar_ar: الخيط
cs_cz: Řetězec
da_dk: Streng
de_de: Zeichenfolge
es_es: Cadena
fr_fr: Chaîne
it_it: Stringa
ja_jp: ストリング
pt_br: Cordas
ro_ro: Șir de caractere
ru_ru: Строка

source: integer
ar_ar: عدد صحيح
cs_cz: Celé číslo
da_dk: Heltal
es_es: Entero
fr_fr: Entier
it_it: Intero
ja_jp: 整数
pt_br: Inteiro
ro_ro: Număr întreg
ru_ru: Целое число

source: float
ar_ar: تعويم
da_dk: Flyder
de_de: Schwimmer
es_es: Flotador
fr_fr: Flotteur
it_it: Galleggiante
ja_jp: フロート
nl_nl: Vlotter
pl_pl: Pływak
pt_br: Flutuação
ru_ru: Поплавок

source: boolean
ar_ar: منطقية
da_dk: Boolsk
de_de: Boolesche
es_es: Booleano
fr_fr: Booléen
it_it: Booleano
ja_jp: ブーリアン
nl_nl: Booleaans
pl_pl: Wartość logiczna
pt_br: Booleano
ru_ru: Булево

source: array
ar_ar: المصفوفة
cs_cz: Pole
es_es: Matriz
fr_fr: Tableau
ja_jp: 配列
pl_pl: Tablica
pt_br: Matriz
ru_ru: Массив

source: object
ar_ar: الكائن
cs_cz: Objekt
da_dk: Objekt
de_de: Objekt
es_es: Objeto
fr_fr: Objet
it_it: Oggetto
ja_jp: 対象
pl_pl: Obiekt
pt_br: Objeto
ro_ro: Obiect
ru_ru: Объект
