Repository: fureunoir/eVibes
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: ar_ar, cs_cz, da_dk, de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru

source: you can not download a digital asset for a non-finished order
ar_ar: لا يمكنك تنزيل أصل رقمي لطلب غير مكتمل
cs_cz: Digitální aktivum pro nedokončenou objednávku nelze stáhnout.
da_dk: Du kan ikke downloade et digitalt aktiv for en ikke-færdiggjort ordre
de_de: Sie können kein digitales Asset für eine nicht abgeschlossene Bestellung herunterladen
es_es: No puede descargar un activo digital para un pedido no finalizado
fr_fr: Vous ne pouvez pas télécharger un bien numérique pour une commande non terminée.
it_it: Non è possibile scaricare un bene digitale per un ordine non finito.
ja_jp: 未完成の注文のデジタル資産をダウンロードすることはできません。
nl_nl: U kunt geen digitale activa downloaden voor een niet-afgeronde bestelling
pl_pl: Nie można pobrać zasobu cyfrowego dla nieukończonego zamówienia.
pt_br: Não é possível fazer download de um ativo digital para um pedido não concluído
ro_ro: Nu puteți descărca un bun digital pentru o comandă nefinalizată
ru_ru: Вы не можете загрузить цифровой актив для незавершенного заказа

source: documentary
ar_ar: فيلم وثائقي
cs_cz: Dokumentární film
da_dk: Dokumentarfilm
de_de: Dokumentarfilm
es_es: Documental
fr_fr: Documentaire
it_it: Documentario
ja_jp: ドキュメンタリー
nl_nl: Documentaire
pl_pl: Film dokumentalny
pt_br: Documentário
ro_ro: Documentar
ru_ru: Документальный фильм

source: documentaries
ar_ar: الأفلام الوثائقية
cs_cz: Dokumentární filmy
da_dk: Dokumentarfilm
de_de: Dokumentarfilme
fr_fr: Documentaires
it_it: Documentari
ja_jp: ドキュメンタリー
nl_nl: Documentaires
pl_pl: Filmy dokumentalne
pt_br: Documentários
ro_ro: Documentare
ru_ru: Документальные фильмы

source: unresolved
ar_ar: لم يتم حلها
cs_cz: Nevyřešené
da_dk: Uafklaret
de_de: Ungelöst
es_es: Sin resolver
fr_fr: Non résolu
it_it: Non risolto
ja_jp: 未解決
nl_nl: Onopgelost
pl_pl: Nierozwiązany
pt_br: Não resolvido
ro_ro: Nerezolvat
ru_ru: Неразрешенные

source: street
ar_ar: الشارع
cs_cz: Ulice
da_dk: Gade
es_es: Calle
fr_fr: Rue
it_it: Via
ja_jp: ストリート
nl_nl: Straat
pl_pl: ul.
pt_br: Rua
ro_ro: Strada
ru_ru: Улица

source: district
ar_ar: المنطقة
cs_cz: Okres
da_dk: Distrikt
es_es: Distrito
it_it: Distretto
ja_jp: 地区
pl_pl: Okręg
pt_br: Distrito
ro_ro: Districtul
ru_ru: Округ

source: city
ar_ar: المدينة
cs_cz: Město
da_dk: By
es_es: Ciudad
fr_fr: Ville
it_it: Città
ja_jp: 都市
nl_nl: Stad
pl_pl: Miasto
pt_br: Cidade
ro_ro: Oraș
ru_ru: Город

source: region
ar_ar: المنطقة
es_es: Región
fr_fr: Région
it_it: Regione
ja_jp: 地域
nl_nl: Regio
pt_br: Região
ro_ro: Regiunea
ru_ru: Регион

source: postal code
ar_ar: الرمز البريدي
cs_cz: Poštovní směrovací číslo
da_dk: Postnummer
es_es: Promo code
fr_fr: Code postal
it_it: Codice postale
ja_jp: 郵便番号
nl_nl: Postcode
pl_pl: Kod pocztowy
pt_br: Código postal
ro_ro: Cod poștal
ru_ru: Почтовый индекс

source: country
ar_ar: البلد
cs_cz: Země
da_dk: Land
es_es: País
fr_fr: Pays
it_it: Paese
ja_jp: 国名
nl_nl: Land
pl_pl: Kraj
pt_br: País
ro_ro: Țara
ru_ru: Страна

source: geolocation point: (longitude, latitude)
ar_ar: نقطة تحديد الموقع الجغرافي(خط الطول، خط العرض)
cs_cz: Geolokace Bod(Zeměpisná délka, Zeměpisná šířka)
da_dk: Geolokaliseringspunkt (længdegrad, breddegrad)
es_es: Geolocalización Punto(Longitud, Latitud)
fr_fr: Point de géolocalisation (longitude, latitude)
it_it: Punto di geolocalizzazione(Longitudine, Latitudine)
ja_jp: ジオロケーションポイント(経度、緯度)
nl_nl: Geolocatie Punt (lengtegraad, breedtegraad)
pt_br: Ponto de geolocalização (Longitude, Latitude)
ro_ro: Punct de geolocație (longitudine, latitudine)
ru_ru: Геолокационная точка(долгота, широта)

source: full JSON response from geocoder for this address
ar_ar: استجابة JSON كاملة من أداة التشفير الجغرافي لهذا العنوان
cs_cz: Úplná odpověď JSON z geokodéru pro tuto adresu
da_dk: Fuldt JSON-svar fra geokoderen for denne adresse
es_es: Respuesta JSON completa del geocodificador para esta dirección
fr_fr: Réponse JSON complète du géocodeur pour cette adresse
it_it: Risposta JSON completa di geocoder per questo indirizzo
ja_jp: この住所に対するジオコーダーからの完全なJSON応答
nl_nl: Volledig JSON-antwoord van geocoder voor dit adres
pl_pl: Pełna odpowiedź JSON z geokodera dla tego adresu
pt_br: Resposta JSON completa do geocodificador para este endereço
ro_ro: Răspuns JSON complet de la geocoder pentru această adresă
ru_ru: Полный JSON-ответ от геокодера для этого адреса

source: stored JSON response from the geocoding service
ar_ar: استجابة JSON مخزّنة من خدمة الترميز الجغرافي
cs_cz: Uložená odpověď JSON ze služby geokódování
da_dk: Gemt JSON-svar fra geokodningstjenesten
es_es: Respuesta JSON almacenada del servicio de geocodificación
fr_fr: Réponse JSON stockée du service de géocodage
it_it: Risposta JSON memorizzata dal servizio di geocodifica
ja_jp: ジオコーディング・サービスからの保存されたJSONレスポンス
nl_nl: Opgeslagen JSON-antwoord van de geocoderingsservice
pl_pl: Przechowywana odpowiedź JSON z usługi geokodowania
pt_br: Resposta JSON armazenada do serviço de geocodificação
ro_ro: Răspuns JSON stocat de la serviciul de geocodare
ru_ru: Сохраненный JSON-ответ от сервиса геокодирования

source: address
ar_ar: العنوان
cs_cz: Adresa
da_dk: Adresse
es_es: Dirección
fr_fr: Adresse
it_it: Indirizzo
ja_jp: 住所
nl_nl: Adres
pl_pl: Adres
pt_br: Endereço
ro_ro: Adresă
ru_ru: Адрес

source: addresses
ar_ar: العناوين
cs_cz: Adresy
da_dk: Adresser
es_es: Direcciones
fr_fr: Adresses
it_it: Indirizzi
ja_jp: 住所
nl_nl: Adressen
pl_pl: Adresy
pt_br: Endereços
ro_ro: Adrese
ru_ru: Адреса

source: error during promocode creation: {e!s}
ar_ar: خطأ أثناء إنشاء الرمز الترويجي: {e!s}
cs_cz: Chyba při vytváření promokódu: {e!s}
da_dk: Fejl under oprettelse af promokode: {e!s}
de_de: Fehler bei der Erstellung des Promocodes: {e!s}
es_es: Error durante la creación del promocode: {e!s}
fr_fr: Erreur lors de la création du promocode : {e!s}
it_it: Errore durante la creazione del codice promozionale: {e!s}
ja_jp: プロモコード作成中にエラーが発生しました：{e!s}です。
nl_nl: Fout tijdens aanmaken promocode: {e!s}
pl_pl: Błąd podczas tworzenia kodu promocyjnego: {e!s}
pt_br: Erro durante a criação do código promocional: {e!s}
ro_ro: Eroare în timpul creării codului promoțional: {e!s}
ru_ru: Ошибка при создании промокода: {e!s}

source: configuration
ar_ar: التكوين
cs_cz: Konfigurace
da_dk: Konfiguration
de_de: Konfiguration
es_es: Configuración
it_it: Configurazione
ja_jp: 構成
nl_nl: Configuratie
pl_pl: Konfiguracja
pt_br: Configuração
ro_ro: Configurație
ru_ru: Конфигурация

source: save
ar_ar: الحفظ
cs_cz: Uložit
da_dk: Gemme
de_de: Speichern Sie
es_es: Guardar
fr_fr: Économiser
it_it: Risparmiare
ja_jp: セーブ
nl_nl: Sla
pl_pl: Zapisz
pt_br: Salvar
ro_ro: Salvați
ru_ru: Сохранить

source: home
ar_ar: الصفحة الرئيسية
da_dk: Hjem
de_de: Startseite
es_es: Inicio
fr_fr: Accueil
it_it: Casa
ja_jp: ホーム
pl_pl: Strona główna
pt_br: Início
ro_ro: Acasă
ru_ru: Главная

source: default
ar_ar: افتراضي
cs_cz: Výchozí
da_dk: Standard
de_de: Standard
es_es: Por defecto
fr_fr: Défaut
it_it: Predefinito
ja_jp: デフォルト
nl_nl: Standaard
pl_pl: Domyślne
pt_br: Padrão
ro_ro: Implicit
ru_ru: По умолчанию

source: value
ar_ar: القيمة
cs_cz: Hodnota
da_dk: Værdi
de_de: Wert
es_es: Valor
fr_fr: Valeur
it_it: Valore
ja_jp: 価値
nl_nl: Waarde
pl_pl: Wartość
pt_br: Valor
ro_ro: Valoare
ru_ru: Значение

source: is modified
ar_ar: تم تعديله
cs_cz: Je upraven
da_dk: Er ændret
de_de: Wird geändert
es_es: Se modifica
fr_fr: Est modifié
it_it: Viene modificato
ja_jp: 修正済み
nl_nl: Is gewijzigd
pl_pl: Jest zmodyfikowany
pt_br: É modificado
ro_ro: Este modificat
ru_ru: Изменен

source: current file
ar_ar: الملف الحالي
cs_cz: Aktuální soubor
da_dk: Nuværende fil
de_de: Aktuelle Datei
es_es: Archivo actual
fr_fr: Dossier en cours
it_it: File corrente
ja_jp: 現在のファイル
nl_nl: Huidig bestand
pl_pl: Bieżący plik
pt_br: Arquivo atual
ro_ro: Fișier curent
ru_ru: Текущий файл

source: reset to default
ar_ar: إعادة التعيين إلى الوضع الافتراضي
cs_cz: Obnovení výchozího nastavení
da_dk: Nulstil til standard
de_de: Auf Standardwerte zurücksetzen
es_es: Restablecer valores por defecto
fr_fr: Rétablissement des valeurs par défaut
it_it: Ripristino delle impostazioni predefinite
ja_jp: デフォルトに戻す
nl_nl: Terugzetten naar standaard
pl_pl: Przywróć ustawienia domyślne
pt_br: Redefinir para o padrão
ro_ro: Resetare la setările implicite
ru_ru: Сброс настроек по умолчанию

source: order confirmation
ar_ar: تأكيد الطلب
cs_cz: Potvrzení objednávky
da_dk: Ordrebekræftelse
de_de: Bestätigung der Bestellung
es_es: Confirmación de pedido
fr_fr: Confirmation de commande
it_it: Conferma dell'ordine
ja_jp: ご注文の確認
nl_nl: Orderbevestiging
pl_pl: Potwierdzenie zamówienia
pt_br: Confirmação de pedido
ro_ro: Confirmarea comenzii
ru_ru: Подтверждение заказа

source: logo
ar_ar: الشعار
es_es: Logotipo
ja_jp: ロゴ
pt_br: Logotipo
ru_ru: Логотип

source: hello %(order.user.first_name)s,
ar_ar: مرحبًا %(order.user.first_name)s,
da_dk: Hej %(order.user.first_name)s,
de_de: Hallo %(order.user.first_name)s,
es_es: Hola %(order.user.first_name)s,
fr_fr: Bonjour %(order.user.first_name)s,
ja_jp: こんにちは、%(order.user.first_name)sです、
nl_nl: Hallo %(order.user.first_name)s,
pl_pl: Witam %(order.user.first_name)s,
pt_br: Olá %(order.user.first_name)s,
ro_ro: Bună ziua %(order.user.first_name)s,
ru_ru: Здравствуйте %(order.user.first_name)s,

source: thank you for your order #%(order.pk)s! we are pleased to inform you that we have taken your order into work. below are the details of your order:
ar_ar: شكرًا لك على طلبك #%(order.pk)s! يسعدنا إبلاغك بأننا قد أخذنا طلبك في العمل. فيما يلي تفاصيل طلبك:
cs_cz: Děkujeme vám za vaši objednávku #%(order.pk)s! S potěšením Vám oznamujeme, že jsme Vaši objednávku převzali do práce. Níže jsou uvedeny údaje o vaší objednávce:
da_dk: Tak for din ordre #%(order.pk)s! Vi er glade for at kunne informere dig om, at vi har taget din ordre i brug. Nedenfor er detaljerne om din ordre:
de_de: Vielen Dank für Ihre Bestellung #%(order.pk)s! Wir freuen uns, Ihnen mitteilen zu können, dass wir Ihre Bestellung in Arbeit genommen haben. Nachfolgend finden Sie die Details Ihrer Bestellung:
es_es: ¡Gracias por su pedido #%(order.pk)s! Nos complace informarle de que hemos recibido su pedido. A continuación encontrará los detalles de su pedido:
fr_fr: Merci pour votre commande #%(order.pk)s ! Nous avons le plaisir de vous informer que nous avons pris en compte votre commande. Vous trouverez ci-dessous les détails de votre commande :
it_it: Grazie per il vostro ordine #%(order.pk)s! Siamo lieti di informarla che abbiamo preso in carico il suo ordine. Di seguito sono riportati i dettagli del vostro ordine:
ja_jp: ご注文ありがとうございます#%(order.pk)s！ご注文を承りましたことをお知らせいたします。以下、ご注文の詳細です：
nl_nl: Hartelijk dank voor uw bestelling #%(order.pk)s! We zijn blij om u te informeren dat we uw bestelling in behandeling hebben genomen. Hieronder vindt u de gegevens van uw bestelling:
pl_pl: Dziękujemy za zamówienie #%(order.pk)s! Z przyjemnością informujemy, że przyjęliśmy Twoje zamówienie do realizacji. Poniżej znajdują się szczegóły zamówienia:
pt_br: Obrigado por seu pedido #%(order.pk)s! Temos o prazer de informá-lo de que seu pedido foi colocado em prática. Abaixo estão os detalhes de seu pedido:
ro_ro: Vă mulțumim pentru comanda dvs. #%(order.pk)s! Suntem încântați să vă informăm că am preluat comanda dvs. în lucru. Mai jos sunt detaliile comenzii dvs:
ru_ru: Благодарим вас за заказ #%(order.pk)s! Мы рады сообщить Вам, что приняли Ваш заказ в работу. Ниже приведены детали вашего заказа:

source: total
ar_ar: الإجمالي
cs_cz: Celkem
da_dk: I alt
de_de: Insgesamt
it_it: Totale
ja_jp: 合計
nl_nl: Totaal
pl_pl: Łącznie
ru_ru: Всего

source: total price
ar_ar: السعر الإجمالي
cs_cz: Celková cena
da_dk: Samlet pris
de_de: Gesamtpreis
es_es: Precio total
fr_fr: Prix total
it_it: Prezzo totale
ja_jp: 合計価格
nl_nl: Totale prijs
pl_pl: Cena całkowita
pt_br: Preço total
ro_ro: Preț total
ru_ru: Общая цена

source: if you have any questions, feel free to contact our support at %(config.EMAIL_HOST_USER)s.
ar_ar: إذا كانت لديك أي أسئلة، فلا تتردد في الاتصال بدعمنا على %(config.EMAIL_HOST_USER)s.
cs_cz: V případě dotazů se obraťte na naši podporu na adrese %(config.EMAIL_HOST_USER)s.
da_dk: Hvis du har spørgsmål, er du velkommen til at kontakte vores support på %(config.EMAIL_HOST_USER)s.
de_de: Wenn Sie Fragen haben, wenden Sie sich bitte an unseren Support unter %(config.EMAIL_HOST_USER)s.
es_es: Si tiene alguna pregunta, no dude en ponerse en contacto con nuestro servicio de asistencia en %(config.EMAIL_HOST_USER)s.
fr_fr: Si vous avez des questions, n'hésitez pas à contacter notre support à %(config.EMAIL_HOST_USER)s.
it_it: Per qualsiasi domanda, non esitate a contattare il nostro supporto al numero %(config.EMAIL_HOST_USER)s.
ja_jp: ご不明な点がございましたら、%(config.EMAIL_HOST_USER)sまでお気軽にお問い合わせください。
nl_nl: Als je vragen hebt, neem dan gerust contact op met onze ondersteuning op %(config.EMAIL_HOST_USER)s.
pl_pl: Jeśli masz jakiekolwiek pytania, skontaktuj się z naszym działem pomocy technicznej pod adresem %(config.EMAIL_HOST_USER)s.
pt_br: Se tiver alguma dúvida, entre em contato com nosso suporte em %(config.EMAIL_HOST_USER)s.
ro_ro: Dacă aveți întrebări, nu ezitați să contactați asistența noastră la %(config.EMAIL_HOST_USER)s.
ru_ru: Если у вас возникнут вопросы, обращайтесь в нашу службу поддержки по адресу %(config.EMAIL_HOST_USER)s.

source: best regards,<br>the %(config.PROJECT_NAME)s team
ar_ar: مع أطيب التحيات، فريق عمل %(config.PROJECT_NAME)s
cs_cz: S pozdravem,<br>tým %(config.PROJECT_NAME)s
da_dk: Med venlig hilsen,<br>%(config.PROJECT_NAME)s team
de_de: Mit freundlichen Grüßen,<br>das %(config.PROJECT_NAME)s Team
es_es: Saludos cordiales,<br>el equipo de %(config.PROJECT_NAME)s
fr_fr: Meilleures salutations,<br>l'équipe de %(config.PROJECT_NAME)s
it_it: Cordiali saluti,<br>il team %(config.PROJECT_NAME)s
ja_jp: よろしくお願いします、<br>%(config.PROJECT_NAME)sのチーム。
nl_nl: Vriendelijke groeten,<br>het %(config.PROJECT_NAME)s-team
pl_pl: Z wyrazami szacunku,<br>zespół %(config.PROJECT_NAME)s
pt_br: Com os melhores cumprimentos,<br>da equipe de %(config.PROJECT_NAME)s
ro_ro: Salutări,<br>echipa %(config.PROJECT_NAME)s
ru_ru: С наилучшими пожеланиями,<br>команда %(config.PROJECT_NAME)s

source: all rights reserved
ar_ar: جميع الحقوق محفوظة
cs_cz: Všechna práva vyhrazena
da_dk: Alle rettigheder forbeholdes
de_de: Alle Rechte vorbehalten
es_es: Todos los derechos reservados
fr_fr: Tous droits réservés
it_it: Tutti i diritti riservati
ja_jp: 無断複写・転載を禁じます。
nl_nl: Alle rechten voorbehouden
pl_pl: Wszelkie prawa zastrzeżone
pt_br: Todos os direitos reservados
ro_ro: Toate drepturile rezervate
ru_ru: Все права защищены

source: order delivered
ar_ar: تم تسليم الطلب
cs_cz: Dodaná objednávka
de_de: Bestellung Geliefert
es_es: Pedido entregado
fr_fr: Commande livrée
it_it: Ordine consegnato
ja_jp: 注文の配達
nl_nl: Bestelling geleverd
pl_pl: Zamówienie dostarczone
pt_br: Pedido entregue
ro_ro: Comanda livrată
ru_ru: Заказ доставлен

source: hello %(user_first_name)s,
ar_ar: مرحباً %(user_first_name)s,
cs_cz: Ahoj %(user_first_name)s,
da_dk: Hej %(user_first_name)s,
de_de: Hallo %(user_first_name)s,
es_es: Hola %(user_first_name)s,
fr_fr: Bonjour %(user_first_name)s,
ja_jp: こんにちは、%(user_first_name)sです、
nl_nl: Hallo %(user_first_name)s,
pl_pl: Witaj %(user_first_name)s,
pt_br: Olá %(user_first_name)s,
ro_ro: Bună ziua %(user_first_name)s,
ru_ru: Здравствуйте, %(user_first_name)s,

source: we have successfully processed your order №%(order_uuid)s! below are the details of your order:
ar_ar: لقد قمنا بمعالجة طلبك بنجاح №%(order_uuid)s! فيما يلي تفاصيل طلبك:
cs_cz: Úspěšně jsme zpracovali vaši objednávku №%(order_uuid)s! Níže jsou uvedeny podrobnosti vaší objednávky:
da_dk: Vi har behandlet din ordre №%(order_uuid)s! Nedenfor er detaljerne om din ordre:
de_de: Wir haben Ihre Bestellung erfolgreich bearbeitet №%(order_uuid)s! Nachstehend finden Sie die Details Ihrer Bestellung:
es_es: ¡Hemos procesado correctamente su pedido №%(order_uuid)s! A continuación encontrará los detalles de su pedido:
fr_fr: Nous avons traité avec succès votre commande №%(order_uuid)s ! Vous trouverez ci-dessous les détails de votre commande :
it_it: Abbiamo elaborato con successo il suo ordine №%(order_uuid)s! Di seguito sono riportati i dettagli del suo ordine:
ja_jp: ご注文の№%(order_uuid)sが正常に処理されました！以下はご注文の詳細です：
nl_nl: We hebben uw bestelling succesvol verwerkt №%(order_uuid)s! Hieronder vindt u de details van uw bestelling:
pl_pl: Pomyślnie przetworzyliśmy Twoje zamówienie №%(order_uuid)s! Poniżej znajdują się szczegóły zamówienia:
pt_br: Seu pedido №%(order_uuid)s foi processado com sucesso! Abaixo estão os detalhes de seu pedido:
ro_ro: Am procesat cu succes comanda dvs. №%(order_uuid)s! Mai jos sunt detaliile comenzii dvs:
ru_ru: Мы успешно обработали ваш заказ №%(order_uuid)s! Ниже приведены детали вашего заказа:

source: additional information
ar_ar: معلومات إضافية
cs_cz: další informace
da_dk: yderligere oplysninger
de_de: zusätzliche Informationen
es_es: información adicional
fr_fr: informations complémentaires
it_it: informazioni aggiuntive
ja_jp: 追加情報
nl_nl: aanvullende informatie
pl_pl: dodatkowe informacje
pt_br: Informações adicionais
ro_ro: informații suplimentare
ru_ru: дополнительная информация

source: if you have any questions, feel free to contact our support at %(contact_email)s.
ar_ar: إذا كانت لديك أي أسئلة، فلا تتردد في الاتصال بدعمنا على %(contact_email)s.
cs_cz: V případě dotazů se můžete obrátit na naši podporu na adrese %(contact_email)s.
da_dk: Hvis du har spørgsmål, er du velkommen til at kontakte vores support på %(contact_email)s.
de_de: Wenn Sie Fragen haben, wenden Sie sich bitte an unseren Support unter %(contact_email)s.
es_es: Si tiene alguna pregunta, no dude en ponerse en contacto con nuestro servicio de asistencia en %(contact_email)s.
fr_fr: Si vous avez des questions, n'hésitez pas à contacter notre service d'assistance à %(contact_email)s.
it_it: Per qualsiasi domanda, non esitate a contattare il nostro supporto al numero %(contact_email)s.
ja_jp: ご不明な点がございましたら、%(contact_email)sまでお気軽にお問い合わせください。
nl_nl: Als je vragen hebt, kun je contact opnemen met onze klantenservice op %(contact_email)s.
pl_pl: Jeśli masz jakiekolwiek pytania, skontaktuj się z naszym działem pomocy technicznej pod adresem %(contact_email)s.
pt_br: Se tiver alguma dúvida, entre em contato com nosso suporte em %(contact_email)s.
ro_ro: Dacă aveți întrebări, nu ezitați să contactați asistența noastră la %(contact_email)s.
ru_ru: Если у вас возникнут вопросы, обращайтесь в нашу службу поддержки по адресу %(contact_email)s.

source: best regards,<br>the %(project_name)s team
ar_ar: مع أطيب التحيات، فريق عمل %(project_name)s
cs_cz: S pozdravem,<br>tým %(project_name)s
da_dk: Med venlig hilsen,<br>%(project_name)s team
de_de: Mit freundlichen Grüßen,<br>das %(Projektname)s Team
es_es: Saludos cordiales,<br>el equipo de %(project_name)s
fr_fr: Meilleures salutations, <br>l'équipe de %(project_name)s
it_it: Cordiali saluti,<br>il team %(project_name)s
ja_jp: よろしくお願いします、<br>%(project_name)sのチーム。
nl_nl: Vriendelijke groeten,<br>het %(project_name)s-team
pl_pl: Z wyrazami szacunku,<br>zespół %(project_name)s
pt_br: Atenciosamente,<br>a equipe de %(project_name)s
ro_ro: Cele mai bune salutări,<br>echipa %(project_name)s
ru_ru: С наилучшими пожеланиями,<br>команда %(project_name)s

source: key
ar_ar: المفتاح
cs_cz: Klíč
da_dk: Nøgle
de_de: Schlüssel
es_es: Clave
fr_fr: Clé
it_it: Chiave
ja_jp: キー
nl_nl: Sleutel
pl_pl: Klucz
pt_br: Chave
ro_ro: Cheie
ru_ru: Ключ

source: thank you for your order! we are pleased to confirm your purchase. below are the details of your order:
ar_ar: شكراً على طلبك! يسعدنا تأكيد طلبك. فيما يلي تفاصيل طلبك:
cs_cz: Děkujeme vám za vaši objednávku! S potěšením potvrzujeme váš nákup. Níže jsou uvedeny údaje o vaší objednávce:
da_dk: Tak for din bestilling! Vi er glade for at kunne bekræfte dit køb. Nedenfor er detaljerne om din ordre:
de_de: Vielen Dank für Ihre Bestellung! Wir freuen uns, Ihren Kauf zu bestätigen. Nachstehend finden Sie die Details Ihrer Bestellung:
es_es: Gracias por su pedido. Nos complace confirmarle su compra. A continuación encontrará los detalles de su pedido:
fr_fr: Nous vous remercions pour votre commande ! Nous avons le plaisir de confirmer votre achat. Vous trouverez ci-dessous les détails de votre commande :
it_it: Grazie per il vostro ordine! Siamo lieti di confermare il suo acquisto. Di seguito sono riportati i dettagli dell'ordine:
ja_jp: ご注文ありがとうございます！ご購入を確認させていただきました。以下、ご注文の詳細です：
nl_nl: Bedankt voor uw bestelling! We zijn blij om uw aankoop te bevestigen. Hieronder vindt u de gegevens van uw bestelling:
pl_pl: Dziękujemy za zamówienie! Z przyjemnością potwierdzamy zakup. Poniżej znajdują się szczegóły zamówienia:
pt_br: Obrigado por seu pedido! Temos o prazer de confirmar sua compra. Abaixo estão os detalhes de seu pedido:
ro_ro: Vă mulțumim pentru comanda dvs.! Suntem încântați să vă confirmăm achiziția. Mai jos sunt detaliile comenzii dvs:
ru_ru: Спасибо за ваш заказ! Мы рады подтвердить вашу покупку. Ниже приведены детали вашего заказа:

source: shipping price
ar_ar: سعر الشحن
cs_cz: Cena přepravy
da_dk: Forsendelsespris
de_de: Versandpreis
es_es: Precio del envío
fr_fr: Prix d'expédition
it_it: Prezzo di spedizione
ja_jp: 送料
nl_nl: Verzendprijs
pl_pl: Cena wysyłki
pt_br: Preço da remessa
ro_ro: Preț de livrare
ru_ru: Цена доставки

source: your order will be delivered to the following address:
ar_ar: سيتم توصيل طلبك إلى العنوان التالي:
cs_cz: Vaše objednávka bude doručena na následující adresu:
da_dk: Din ordre vil blive leveret til følgende adresse:
de_de: Ihre Bestellung wird an die folgende Adresse geliefert:
es_es: Su pedido se entregará en la siguiente dirección:
fr_fr: Votre commande sera livrée à l'adresse suivante :
it_it: Il vostro ordine sarà consegnato al seguente indirizzo:
ja_jp: ご注文の商品は以下の住所に配送されます：
nl_nl: Je bestelling wordt afgeleverd op het volgende adres:
pl_pl: Zamówienie zostanie dostarczone pod następujący adres:
pt_br: Seu pedido será entregue no seguinte endereço:
ro_ro: Comanda dvs. va fi livrată la următoarea adresă:
ru_ru: Ваш заказ будет доставлен по следующему адресу:

source: best regards, <br>The %(config.PROJECT_NAME)s team
ar_ar: مع أطيب تحياتي، <br>فريق عمل %(config.PROJECT_NAME)s
cs_cz: S pozdravem, <br>tým %(config.PROJECT_NAME)s
da_dk: Med venlig hilsen %(config.PROJECT_NAME)s team
de_de: Mit freundlichen Grüßen, <br>das %(config.PROJECT_NAME)s Team
es_es: Saludos cordiales, <br>el equipo de %(config.PROJECT_NAME)s
fr_fr: Meilleures salutations, <br>l'équipe de %(config.PROJECT_NAME)s
it_it: Cordiali saluti, <br>il team %(config.PROJECT_NAME)s
ja_jp: よろしくお願いします、<br>%(config.PROJECT_NAME)sチーム。
nl_nl: Vriendelijke groeten, <br>het %(config.PROJECT_NAME)s-team
pl_pl: Z wyrazami szacunku, zespół %(config.PROJECT_NAME)s
pt_br: Com os melhores cumprimentos, <br>a equipe de %(config.PROJECT_NAME)s
ro_ro: Salutări, <br>echipa %(config.PROJECT_NAME)s
ru_ru: С наилучшими пожеланиями, <br>команда %(config.PROJECT_NAME)s

source: both data and timeout are required
ar_ar: كل من البيانات والمهلة مطلوبة
cs_cz: Jsou vyžadována data i časový limit
da_dk: Både data og timeout er påkrævet
de_de: Sowohl Daten als auch Timeout sind erforderlich
es_es: Tanto los datos como el tiempo de espera son necesarios
fr_fr: Les données et le délai d'attente sont tous deux nécessaires
it_it: Sono richiesti sia i dati che il timeout
ja_jp: データとタイムアウトの両方が必要
nl_nl: Zowel gegevens als time-out zijn vereist
pl_pl: Wymagane są zarówno dane, jak i limit czasu
pt_br: São necessários dados e tempo limite
ro_ro: Sunt necesare atât datele, cât și timpul de așteptare
ru_ru: Требуются как данные, так и тайм-аут
