Repository: fureunoir/eVibes
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: ar_ar, cs_cz, da_dk, de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru

source: update an entire address
ar_ar: تحديث عنوان كامل
cs_cz: Aktualizace celé adresy
da_dk: Opdater en hel adresse
es_es: Actualizar una dirección completa
fr_fr: Mise à jour d'une adresse entière
it_it: Aggiornare un intero indirizzo
ja_jp: アドレス全体の更新
nl_nl: Een heel adres bijwerken
pl_pl: Aktualizacja całego adresu
pt_br: Atualizar um endereço inteiro
ro_ro: Actualizarea unei adrese întregi
ru_ru: Обновление всего адреса

source: partially update an address
ar_ar: تحديث جزئي للعنوان
cs_cz: Částečná aktualizace adresy
da_dk: Delvis opdatering af en adresse
es_es: Actualizar parcialmente una dirección
fr_fr: Mise à jour partielle d'une adresse
it_it: Aggiornare parzialmente un indirizzo
ja_jp: アドレスの一部更新
nl_nl: Een adres gedeeltelijk bijwerken
pl_pl: Częściowa aktualizacja adresu
pt_br: Atualizar parcialmente um endereço
ro_ro: Actualizarea parțială a unei adrese
ru_ru: Частичное обновление адреса

source: autocomplete address suggestions
ar_ar: إدخال عنوان الإكمال التلقائي
cs_cz: Automatické dokončování zadávání adresy
da_dk: Automatisk udfyldning af adresseinput
es_es: Autocompletar direcciones
fr_fr: Saisie automatique des adresses
it_it: Inserimento automatico dell'indirizzo
ja_jp: オートコンプリート住所入力
nl_nl: Automatische adresinvoer
pl_pl: Wprowadzanie adresu w trybie autouzupełniania
pt_br: Entrada de endereço com preenchimento automático
ro_ro: Autocompletare adresă de intrare
ru_ru: Автозаполнение ввода адреса

source: raw data query string, please append with data from geo-IP endpoint
cs_cz: docker compose exec app poetry run python manage.py deepl_translate -l en-gb -l ar-ar -l cs-cz -l da-dk -l de-de -l en-us -l es-es -l fr-fr -l hi-in -l it-it -l ja-jp -l kk-kz -l nl-nl -l pl-pl -l pt-br -l ro-ro -l ru-ru -l zh-hans -a core -a geo -a payments -a vibes_auth -a blog
es_es: docker compose exec app poetry run python manage.py deepl_translate -l en-gb -l ar-ar -l cs-cz -l da-dk -l de-de -l en-us -l es-es -l fr-fr -l hi-in -l it-it -l ja-jp -l kk-kz -l nl-nl -l pl-pl -l pt-br -l ro-ro -l ru-ru -l zh-hans -a core -a geo -a payments -a vibes_auth -a blog
ja_jp: docker compose exec app poetry run python manage.py deepl_translate -l en-gb -l ar-ar -l cs-cz -l da-dk -l de-de -l en-us -l es-es -l fr-fr -l hi-in -l it-it -l ja-jp -l kk-kz -l n-nl -l pl-pl -l pt-br -l ro-ro -l ru-ru -l zh-hans -a core -a geo -a payments -a vibes_auth -a blog
nl_nl: docker compose exec app poetry run python manage.py deepl_translate -l en-gb -l ar-ar -l cs-cz -l da-dk -l de-de -l en-us -l es-es -l fr-fr -l hi-in -l it-it -l ja-jp -l kk-kz -l nl-nl -l pl-pl -l pt-br -l ro-ro -l ru-ru -l zh-hans -a core -a geo -a payments -a vibes_auth -a blog
pl_pl: docker compose exec app poetry run python manage.py deepl_translate -l en-gb -l ar-ar -l cs-cz -l da-dk -l de-de -l en-us -l es-es -l fr-fr -l hi-in -l it-it -l ja-jp -l kk-kz -l nl-nl -l pl-pl -l pt-br -l ro-ro -l ru-ru -l zh-hans -a core -a geo -a payments -a vibes_auth -a blog

source: limit the results amount, 1 < limit < 10, default: 5
cs_cz: omezuje množství výsledků, 1 < limit < 10, výchozí: 5
es_es: limita la cantidad de resultados, 1 < límite < 10, por defecto: 5
ja_jp: 結果を制限する, 1 < limit < 10, デフォルト: 5
nl_nl: beperkt de hoeveelheid resultaten, 1 < limiet < 10, standaard: 5
pl_pl: ogranicza ilość wyników, 1 < limit < 10, domyślnie: 5

source: no search term provided.
ar_ar: لم يتم توفير مصطلح بحث.
cs_cz: Nebyl zadán žádný vyhledávací termín.
da_dk: Der er ikke angivet noget søgeord.
de_de: Kein Suchbegriff angegeben.
es_es: No se proporciona ningún término de búsqueda.
fr_fr: Aucun terme de recherche n'est fourni.
it_it: Non è stato fornito alcun termine di ricerca.
ja_jp: 検索語はありません。
nl_nl: Geen zoekterm opgegeven.
pl_pl: Nie podano wyszukiwanego hasła.
pt_br: Nenhum termo de pesquisa foi fornecido.
ro_ro: Nu a fost furnizat niciun termen de căutare.
ru_ru: Поисковый запрос не предоставлен.

source: key to look for in or set into the cache
ar_ar: مفتاح للبحث عنه في ذاكرة التخزين المؤقت أو تعيينه في ذاكرة التخزين المؤقت
cs_cz: Klíč k vyhledání v keši nebo nastavení do keše
da_dk: Nøgle til at lede efter i eller lægge i cachen
de_de: Schlüssel, der im Cache zu suchen oder in den Cache zu legen ist
es_es: Clave que hay que buscar o introducir en la caché
fr_fr: Clé à rechercher ou à insérer dans la cache
it_it: Chiave da cercare o da inserire nella cache
ja_jp: キャッシュを探すキー、またはキャッシュにセットするキー
nl_nl: Sleutel om te zoeken of te plaatsen in de cache
pl_pl: Klucz do wyszukania lub ustawienia w pamięci podręcznej
pt_br: Chave para procurar ou colocar no cache
ro_ro: Cheie care trebuie căutată sau introdusă în cache
ru_ru: Ключ, который нужно найти в тайнике или вложить в него

source: data to store in cache
ar_ar: البيانات المراد تخزينها في ذاكرة التخزين المؤقت
cs_cz: Data k uložení do mezipaměti
da_dk: Data, der skal gemmes i cachen
de_de: Im Cache zu speichernde Daten
es_es: Datos a almacenar en caché
fr_fr: Données à stocker dans la mémoire cache
ja_jp: キャッシュに保存するデータ
nl_nl: Gegevens om op te slaan in de cache
pl_pl: Dane do przechowywania w pamięci podręcznej
pt_br: Dados a serem armazenados no cache
ro_ro: Date de stocat în cache
ru_ru: Данные для хранения в кэше

source: timeout in seconds to set the data for into the cache
ar_ar: المهلة بالثواني لتعيين البيانات في ذاكرة التخزين المؤقت
cs_cz: Časový limit v sekundách pro nastavení dat do mezipaměti
da_dk: Timeout i sekunder for at lægge data i cachen
de_de: Timeout in Sekunden, um die Daten in den Cache zu stellen
es_es: Tiempo de espera en segundos para poner los datos en la caché
fr_fr: Délai d'attente en secondes pour placer les données dans le cache
it_it: Timeout in secondi per l'inserimento dei dati nella cache
ja_jp: キャッシュにデータをセットするタイムアウト時間（秒
nl_nl: Time-out in seconden om de gegevens in de cache te plaatsen
pl_pl: Limit czasu w sekundach na wprowadzenie danych do pamięci podręcznej
pt_br: Tempo limite em segundos para definir os dados para o cache
ro_ro: Timeout în secunde pentru a seta datele în cache
ru_ru: Тайм-аут в секундах для занесения данных в кэш

source: cached data
ar_ar: البيانات المخزنة مؤقتاً
cs_cz: Data uložená v mezipaměti
da_dk: Cachelagrede data
de_de: Zwischengespeicherte Daten
es_es: Datos en caché
fr_fr: Données mises en cache
it_it: Dati in cache
ja_jp: キャッシュ・データ
nl_nl: Gecachte gegevens
pl_pl: Dane w pamięci podręcznej
pt_br: Dados em cache
ro_ro: Date în cache
ru_ru: Кэшированные данные

source: camelized JSON data from the requested URL
ar_ar: بيانات JSON مجمّلة من عنوان URL المطلوب
cs_cz: Kamelizovaná data JSON z požadované adresy URL
da_dk: Cameliserede JSON-data fra den ønskede URL
de_de: Camelized JSON-Daten aus der angeforderten URL
es_es: Datos JSON camelizados de la URL solicitada
fr_fr: Données JSON camélisées provenant de l'URL demandée
it_it: Dati JSON camelizzati dall'URL richiesto
ja_jp: リクエストされたURLからキャメル化されたJSONデータ
nl_nl: Camelized JSON-gegevens van de opgevraagde URL
pl_pl: Kamelizowane dane JSON z żądanego adresu URL
pt_br: Dados JSON camelizados da URL solicitada
ro_ro: Date JSON Camelizate de la URL-ul solicitat
ru_ru: Camelized JSON-данные из запрашиваемого URL

source: only URLs starting with http(s):// are allowed
ar_ar: يُسمح فقط بعناوين URL التي تبدأ ب http(s)://
cs_cz: Povoleny jsou pouze adresy URL začínající http(s)://.
da_dk: Kun URL'er, der starter med http(s)://, er tilladt.
de_de: Nur URLs, die mit http(s):// beginnen, sind zulässig
es_es: Sólo se permiten URL que empiecen por http(s)://.
fr_fr: Seuls les URL commençant par http(s):// sont autorisés.
it_it: Sono consentiti solo gli URL che iniziano con http(s)://
ja_jp: http(s)://で始まるURLのみが許可されます。
nl_nl: Alleen URL's die beginnen met http(s):// zijn toegestaan
pl_pl: Dozwolone są tylko adresy URL zaczynające się od http(s)://
pt_br: Somente URLs que começam com http(s):// são permitidos
ro_ro: Sunt permise numai URL-urile care încep cu http(s)://
ru_ru: Допускаются только URL-адреса, начинающиеся с http(s)://

source: add a product to the order
ar_ar: إضافة منتج إلى الطلب
cs_cz: Přidání produktu do objednávky
da_dk: Tilføj et produkt til ordren
de_de: Ein Produkt zur Bestellung hinzufügen
es_es: Añadir un producto al pedido
fr_fr: Ajouter un produit à la commande
it_it: Aggiungere un prodotto all'ordine
ja_jp: 注文に商品を追加する
nl_nl: Een product aan de bestelling toevoegen
pl_pl: Dodawanie produktu do zamówienia
pt_br: Adicionar um produto ao pedido
ro_ro: Adăugați un produs la comandă
ru_ru: Добавить товар в заказ

source: order {order_uuid} not found
ar_ar: الطلب {order_uuid} غير موجود
cs_cz: Objednávka {order_uuid} nebyla nalezena
da_dk: Ordre {order_uuid} ikke fundet
de_de: Bestellung {order_uuid} nicht gefunden
es_es: Pedido {order_uuid} no encontrado
fr_fr: L'ordre {order_uuid} n'a pas été trouvé
it_it: Ordine {order_uuid} non trovato
ja_jp: 注文{order_uuid}が見つかりません
nl_nl: Order {order_uuid} niet gevonden
pl_pl: Nie znaleziono zamówienia {order_uuid}
pt_br: Pedido {order_uuid} não encontrado
ro_ro: Comanda {order_uuid} nu a fost găsită
ru_ru: Заказ {order_uuid} не найден

source: remove a product from the order
ar_ar: إزالة منتج من الطلب
cs_cz: Odstranění produktu z objednávky
da_dk: Fjern et produkt fra ordren
de_de: Ein Produkt aus der Bestellung entfernen
es_es: Eliminar un producto del pedido
fr_fr: Supprimer un produit de la commande
it_it: Rimuovere un prodotto dall'ordine
ja_jp: 注文から商品を削除する
nl_nl: Een product uit de bestelling verwijderen
pl_pl: Usunięcie produktu z zamówienia
pt_br: Remover um produto do pedido
ro_ro: Eliminați un produs din comandă
ru_ru: Удалить продукт из заказа

source: remove all products from the order
ar_ar: إزالة جميع المنتجات من الطلب
cs_cz: Odstranění všech produktů z objednávky
da_dk: Fjern alle produkter fra ordren
de_de: Alle Produkte aus der Bestellung entfernen
es_es: Eliminar todos los productos del pedido
fr_fr: Supprimer tous les produits de la commande
it_it: Rimuovere tutti i prodotti dall'ordine
ja_jp: 注文からすべての商品を削除する
nl_nl: Alle producten uit de bestelling verwijderen
pl_pl: Usuń wszystkie produkty z zamówienia
pt_br: Remover todos os produtos do pedido
ro_ro: Eliminați toate produsele din comandă
ru_ru: Удалить все товары из заказа

source: buy an order
ar_ar: شراء طلبية
cs_cz: Koupit objednávku
da_dk: Køb en ordre
de_de: Eine Bestellung kaufen
es_es: Comprar un pedido
fr_fr: Acheter une commande
it_it: Acquistare un ordine
ja_jp: 注文する
nl_nl: Een bestelling kopen
pl_pl: Kup zamówienie
pt_br: Comprar um pedido
ro_ro: Cumpărați o comandă
ru_ru: Купить заказ

source: please provide either order_uuid or order_hr_id - mutually exclusive
ar_ar: يرجى تقديم إما Order_uuid أو order_uid_hr_hr_id - متنافيان!
cs_cz: Zadejte prosím order_uuid nebo order_hr_id - vzájemně se vylučují!
da_dk: Angiv enten order_uuid eller order_hr_id - det udelukker hinanden!
es_es: Indique order_uuid o order_hr_id, ¡se excluyen mutuamente!
fr_fr: Veuillez fournir soit order_uuid, soit order_hr_id - les deux s'excluent mutuellement !
it_it: Si prega di fornire order_uuid o order_hr_id, che si escludono a vicenda!
ja_jp: order_uuidまたはorder_hr_idを入力してください！
nl_nl: Geef order_uuid of order_hr_id - wederzijds exclusief!
pl_pl: Podaj albo order_uuid albo order_hr_id - wzajemnie się wykluczają!
pt_br: Forneça order_uuid ou order_hr_id - mutuamente exclusivos!
ro_ro: Vă rugăm să furnizați fie order_uuid sau order_hr_id - se exclud reciproc!
ru_ru: Пожалуйста, укажите либо order_uuid, либо order_hr_id - взаимоисключающие варианты!

source: wrong type came from order.buy() method: {type(instance)!s}
ar_ar: جاء نوع خاطئ من طريقة order.buy(): {type(instance)!s}
cs_cz: Z metody order.buy() pochází nesprávný typ: {type(instance)!s}
da_dk: Forkert type kom fra metoden order.buy(): {type(instance)!s}
de_de: Von der Methode order.buy() kam der falsche Typ: {str(type(instance))}
es_es: Tipo incorrecto proveniente del método order.buy(): {type(instance)!s}
fr_fr: Le mauvais type provient de la méthode order.buy() : {type(instance)!s}
it_it: Il metodo order.buy() ha fornito un tipo sbagliato: {type(instance)!s}
ja_jp: order.buy()メソッドから間違った型が来た：{type(instance)!s}。
nl_nl: Verkeerd type kwam uit order.buy() methode: {type(instance)!s}
pl_pl: Nieprawidłowy typ pochodzi z metody order.buy(): {type(instance)!s}
pt_br: O tipo errado veio do método order.buy(): {type(instance)!s}
ro_ro: Metoda order.buy() a generat un tip greșit: {type(instance)!s}
ru_ru: Неправильный тип получен из метода order.buy(): {type(instance)!s}

source: add a product to the wishlist
ar_ar: إضافة منتج إلى الطلب
cs_cz: Přidání produktu do objednávky
da_dk: Tilføj et produkt til ordren
de_de: Ein Produkt zur Bestellung hinzufügen
es_es: Añadir un producto al pedido
fr_fr: Ajouter un produit à la commande
it_it: Aggiungere un prodotto all'ordine
ja_jp: 注文に商品を追加する
nl_nl: Een product aan de bestelling toevoegen
pl_pl: Dodawanie produktu do zamówienia
pt_br: Adicionar um produto ao pedido
ro_ro: Adăugați un produs la comandă
ru_ru: Добавить товар в заказ

source: wishlist {wishlist_uuid} not found
ar_ar: قائمة الأمنيات {wishlist_uuid} غير موجودة
cs_cz: Seznam přání {wishlist_uuid} nebyl nalezen
da_dk: Ønskeliste {wishlist_uuid} ikke fundet
de_de: Wunschzettel {wishlist_uuid} nicht gefunden
es_es: Lista de deseos {wishlist_uuid} no encontrada
fr_fr: Wishlist {wishlist_uuid} introuvable
it_it: Lista dei desideri {wishlist_uuid} non trovata
ja_jp: ウィッシュリスト{wishlist_uuid}が見つかりません。
nl_nl: Verlanglijst {wishlist_uuid} niet gevonden
pl_pl: Lista życzeń {wishlist_uuid} nie została znaleziona
pt_br: Lista de desejos {wishlist_uuid} não encontrada
ro_ro: Lista dorințelor {wishlist_uuid} nu a fost găsită
ru_ru: Список желаний {wishlist_uuid} не найден

source: remove a product from the wishlist
ar_ar: إزالة منتج من الطلب
cs_cz: Odstranění produktu z objednávky
da_dk: Fjern et produkt fra ordren
de_de: Ein Produkt aus der Bestellung entfernen
es_es: Eliminar un producto del pedido
fr_fr: Supprimer un produit de la commande
it_it: Rimuovere un prodotto dall'ordine
ja_jp: 注文から商品を削除する
nl_nl: Een product uit de bestelling verwijderen
pl_pl: Usunięcie produktu z zamówienia
pt_br: Remover um produto do pedido
ro_ro: Eliminați un produs din comandă
ru_ru: Удалить продукт из заказа

source: remove all products from the wishlist
ar_ar: إزالة منتج من الطلب
cs_cz: Odstranění produktu z objednávky
da_dk: Fjern et produkt fra ordren
de_de: Ein Produkt aus der Bestellung entfernen
es_es: Eliminar un producto del pedido
fr_fr: Supprimer un produit de la commande
it_it: Rimuovere un prodotto dall'ordine
ja_jp: 注文から商品を削除する
nl_nl: Een product uit de bestelling verwijderen
pl_pl: Usunięcie produktu z zamówienia
pt_br: Remover um produto do pedido
ro_ro: Eliminați un produs din comandă
ru_ru: Удалить продукт из заказа

source: buy all products from the wishlist
ar_ar: إزالة منتج من الطلب
cs_cz: Odstranění produktu z objednávky
da_dk: Fjern et produkt fra ordren
de_de: Ein Produkt aus der Bestellung entfernen
es_es: Eliminar un producto del pedido
fr_fr: Supprimer un produit de la commande
it_it: Rimuovere un prodotto dall'ordine
ja_jp: 注文から商品を削除する
nl_nl: Een product uit de bestelling verwijderen
pl_pl: Usunięcie produktu z zamówienia
pt_br: Remover um produto do pedido
ro_ro: Eliminați un produs din comandă
ru_ru: Удалить продукт из заказа

source: buy a product
ar_ar: شراء طلبية
cs_cz: Koupit objednávku
da_dk: Køb en ordre
de_de: Eine Bestellung kaufen
es_es: Comprar un pedido
fr_fr: Acheter une commande
it_it: Acquistare un ordine
ja_jp: 注文する
nl_nl: Een bestelling kopen
pl_pl: Kup zamówienie
pt_br: Comprar um pedido
ro_ro: Cumpărați o comandă
ru_ru: Купить заказ

source: please send the attributes as the string formatted like attr1=value1,attr2=value2
ar_ar: الرجاء إرسال السمات كسلسلة منسقة مثل attr1=قيمة1، attr2=قيمة2
cs_cz: Prosím, pošlete atributy jako řetězec ve formátu attr1=hodnota1,attr2=hodnota2.
da_dk: Send venligst attributterne som en streng formateret som attr1=værdi1,attr2=værdi2
de_de: Bitte senden Sie die Attribute als String im Format attr1=wert1,attr2=wert2
es_es: Por favor, envíe los atributos como una cadena formateada como attr1=valor1,attr2=valor2
fr_fr: Veuillez envoyer les attributs sous la forme d'une chaîne formatée comme attr1=valeur1,attr2=valeur2.
it_it: Inviare gli attributi come stringa formattata come attr1=valore1,attr2=valore2
ja_jp: 属性は、attr1=value1,attr2=value2のような形式の文字列として送信してください。
nl_nl: Stuur de attributen als de string opgemaakt als attr1=waarde1,attr2=waarde2
pl_pl: Prześlij atrybuty jako ciąg znaków sformatowany w następujący sposób: attr1=value1,attr2=value2
pt_br: Envie os atributos como uma string formatada como attr1=value1,attr2=value2
ro_ro: Vă rugăm să trimiteți atributele sub formă de șir format ca attr1=valoare1, attr2=valoare2
ru_ru: Пожалуйста, отправьте атрибуты в виде строки, отформатированной как attr1=value1,attr2=value2

source: original address string provided by the user
ar_ar: سلسلة العنوان الأصلي المقدمة من المستخدم
cs_cz: Původní řetězec adresy zadaný uživatelem
da_dk: Original adressestreng leveret af brugeren
es_es: Cadena de dirección original proporcionada por el usuario
fr_fr: Chaîne d'adresse originale fournie par l'utilisateur
it_it: Stringa di indirizzo originale fornita dall'utente
ja_jp: ユーザーが提供したオリジナルのアドレス文字列
nl_nl: Originele adresstring geleverd door de gebruiker
pl_pl: Oryginalny ciąg adresu podany przez użytkownika
pt_br: Cadeia de endereços original fornecida pelo usuário
ro_ro: Șirul de adrese original furnizat de utilizator
ru_ru: Оригинальная строка адреса, предоставленная пользователем

source: {name} does not exist: {uuid}
ar_ar: {name} غير موجود: {uuid}
cs_cz: {name} neexistuje: {uuid}
da_dk: {name} findes ikke: {uuid}
es_es: {name} no existe: {uuid}
fr_fr: {name} n'existe pas : {uuid}
it_it: {name} non esiste: {uuid}
ja_jp: {name} は存在しません：{uuid} は存在しません。
nl_nl: {name} bestaat niet: {uuid}
pl_pl: {name} nie istnieje: {uuid}
pt_br: {name} não existe: {uuid}
ro_ro: {name} nu există: {uuid}
ru_ru: {name} не существует: {uuid}

source: limit must be between 1 and 10
ar_ar: يجب أن يكون الحد بين 1 و10
cs_cz: Limit musí být mezi 1 a 10
da_dk: Grænsen skal være mellem 1 og 10
es_es: El límite debe estar entre 1 y 10
fr_fr: La limite doit être comprise entre 1 et 10
it_it: Il limite deve essere compreso tra 1 e 10
ja_jp: 上限は1から10の間でなければならない
nl_nl: Limiet moet tussen 1 en 10 liggen
pl_pl: Limit musi wynosić od 1 do 10
pt_br: O limite deve estar entre 1 e 10
ro_ro: Limita trebuie să fie între 1 și 10
ru_ru: Предел должен быть от 1 до 10

source: elasticsearch - works like a charm
ar_ar: ElasticSearch - يعمل مثل السحر
cs_cz: ElasticSearch - funguje jako kouzlo
da_dk: ElasticSearch - fungerer som en charme
de_de: ElasticSearch - funktioniert wie ein Zauber
es_es: ElasticSearch - funciona a las mil maravillas
fr_fr: ElasticSearch - fonctionne comme un charme
it_it: ElasticSearch: funziona a meraviglia
ja_jp: ElasticSearch - 魅力のように動作
nl_nl: ElasticSearch - werkt als een charme
pl_pl: ElasticSearch - działa jak urok
pt_br: ElasticSearch - funciona muito bem
ro_ro: ElasticSearch - funcționează ca un farmec
ru_ru: ElasticSearch - работает как шарм

source: attributes
ar_ar: السمات
cs_cz: Atributy
da_dk: Egenskaber
de_de: Attribute
es_es: Atributos
fr_fr: Attributs
it_it: Attributi
ja_jp: 属性
nl_nl: Attributen
pl_pl: Atrybuty
pt_br: Atributos
ro_ro: Atribute
ru_ru: Атрибуты

source: grouped attributes
ar_ar: السمات المجمعة
cs_cz: Seskupené atributy
da_dk: Grupperede attributter
de_de: Gruppierte Attribute
es_es: Atributos agrupados
fr_fr: Attributs groupés
it_it: Attributi raggruppati
ja_jp: グループ化された属性
nl_nl: Gegroepeerde kenmerken
pl_pl: Atrybuty pogrupowane
pt_br: Atributos agrupados
ro_ro: Atribute grupate
ru_ru: Сгруппированные атрибуты

source: groups of attributes
ar_ar: مجموعات السمات
cs_cz: Skupiny atributů
da_dk: Grupper af attributter
de_de: Gruppen von Attributen
es_es: Grupos de atributos
fr_fr: Groupes d'attributs
it_it: Gruppi di attributi
ja_jp: 属性のグループ
nl_nl: Groepen van kenmerken
pl_pl: Grupy atrybutów
pt_br: Grupos de atributos
ro_ro: Grupuri de atribute
ru_ru: Группы атрибутов

source: categories
ar_ar: الفئات
cs_cz: Kategorie
da_dk: Kategorier
de_de: Kategorien
es_es: Categorías
fr_fr: Catégories
it_it: Categorie
ja_jp: カテゴリー
nl_nl: Categorieën
pl_pl: Kategorie
pt_br: Categorias
ro_ro: Categorii
ru_ru: Категории

source: brands
ar_ar: العلامات التجارية
cs_cz: Značky
da_dk: Mærker
de_de: Marken
es_es: Marcas
fr_fr: Marques
it_it: Marche
ja_jp: ブランド
nl_nl: Merken
pl_pl: Marki
pt_br: Marcas
ro_ro: Mărci
ru_ru: Бренды

source: category image url
ar_ar: الفئات
cs_cz: Kategorie
da_dk: Kategorier
de_de: Kategorien
es_es: Categorías
fr_fr: Catégories
it_it: Categorie
ja_jp: カテゴリー
nl_nl: Categorieën
pl_pl: Kategorie
pt_br: Categorias
ro_ro: Categorii
ru_ru: Категории

source: markup percentage
ar_ar: النسبة المئوية للترميز
cs_cz: Procento přirážky
da_dk: Markup-procentdel
es_es: Porcentaje de recargo
it_it: Percentuale di markup
ja_jp: マークアップ率
nl_nl: Opwaarderingspercentage
pl_pl: Procentowy narzut
pt_br: Porcentagem de marcação
ro_ro: Procentul de majorare
ru_ru: Процент наценки

source: which attributes and values can be used for filtering this category.
ar_ar: ما هي السمات والقيم التي يمكن استخدامها لتصفية هذه الفئة.
cs_cz: Které atributy a hodnoty lze použít pro filtrování této kategorie.
da_dk: Hvilke attributter og værdier, der kan bruges til at filtrere denne kategori.
de_de: Welche Attribute und Werte können für die Filterung dieser Kategorie verwendet werden.
es_es: Qué atributos y valores se pueden utilizar para filtrar esta categoría.
fr_fr: Quels attributs et valeurs peuvent être utilisés pour filtrer cette catégorie.
it_it: Quali attributi e valori possono essere utilizzati per filtrare questa categoria.
ja_jp: このカテゴリのフィルタリングに使用できる属性と値。
nl_nl: Welke attributen en waarden kunnen worden gebruikt om deze categorie te filteren.
pl_pl: Które atrybuty i wartości mogą być używane do filtrowania tej kategorii.
pt_br: Quais atributos e valores podem ser usados para filtrar essa categoria.
ro_ro: Atributele și valorile care pot fi utilizate pentru filtrarea acestei categorii.
ru_ru: Какие атрибуты и значения можно использовать для фильтрации этой категории.

source: minimum and maximum prices for products in this category, if available.
ar_ar: الحد الأدنى والحد الأقصى لأسعار المنتجات في هذه الفئة، إذا كانت متوفرة.
cs_cz: Minimální a maximální ceny produktů v této kategorii, pokud jsou k dispozici.
da_dk: Minimums- og maksimumspriser for produkter i denne kategori, hvis de er tilgængelige.
de_de: Mindest- und Höchstpreise für Produkte in dieser Kategorie, sofern verfügbar.
es_es: Precios mínimo y máximo de los productos de esta categoría, si están disponibles.
fr_fr: Prix minimum et maximum pour les produits de cette catégorie, s'ils sont disponibles.
it_it: Prezzi minimi e massimi per i prodotti di questa categoria, se disponibili.
ja_jp: このカテゴリーの商品の最低価格と最高価格がある場合。
nl_nl: Minimale en maximale prijzen voor producten in deze categorie, indien beschikbaar.
pl_pl: Minimalne i maksymalne ceny produktów w tej kategorii, jeśli są dostępne.
pt_br: Preços mínimo e máximo dos produtos dessa categoria, se disponíveis.
ro_ro: Prețurile minime și maxime pentru produsele din această categorie, dacă sunt disponibile.
ru_ru: Минимальные и максимальные цены на товары в этой категории, если они доступны.

source: vendors
ar_ar: البائعون
cs_cz: Prodejci
da_dk: Leverandører
de_de: Anbieter
es_es: Vendedores
fr_fr: Vendeurs
it_it: Venditori
ja_jp: ベンダー
nl_nl: Verkopers
pl_pl: Sprzedawcy
ro_ro: Furnizori
ru_ru: Поставщики
