Repository: fureunoir/eVibes
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: ar_ar, cs_cz, da_dk, de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru

source: you can not buy at this moment, please try again in a few minutes
ar_ar: لا يمكنك الشراء في هذه اللحظة، يرجى المحاولة مرة أخرى بعد بضع دقائق.
cs_cz: V tuto chvíli nemůžete nakupovat, zkuste to prosím znovu za několik minut.
da_dk: Du kan ikke købe i øjeblikket, prøv venligst igen om et par minutter.
es_es: No puede comprar en este momento, por favor inténtelo de nuevo en unos minutos.
fr_fr: Vous ne pouvez pas acheter en ce moment, veuillez réessayer dans quelques minutes.
it_it: In questo momento non è possibile acquistare, riprovare tra qualche minuto.
ja_jp: 現在ご購入いただけません。数分後にもう一度お試しください。
nl_nl: U kunt op dit moment niet kopen. Probeer het over een paar minuten nog eens.
pl_pl: W tej chwili nie możesz dokonać zakupu, spróbuj ponownie za kilka minut.
pt_br: Não é possível comprar neste momento, tente novamente em alguns minutos.
ro_ro: Nu puteți achiziționa în acest moment, vă rugăm să încercați din nou în câteva minute.
ru_ru: В данный момент вы не можете совершить покупку, пожалуйста, повторите попытку через несколько минут.

source: invalid force value
ar_ar: قيمة القوة غير صالحة
cs_cz: Neplatná hodnota síly
da_dk: Ugyldig kraftværdi
de_de: Ungültiger Force-Wert
es_es: Valor de fuerza no válido
fr_fr: Valeur de force non valide
it_it: Valore di forza non valido
ja_jp: 無効なフォース値
nl_nl: Ongeldige krachtwaarde
pl_pl: Nieprawidłowa wartość siły
pt_br: Valor de força inválido
ro_ro: Valoare forță invalidă
ru_ru: Недопустимое значение силы

source: you cannot purchase an empty order!
ar_ar: لا يمكنك شراء طلبية فارغة!
cs_cz: Nelze zakoupit prázdnou objednávku!
da_dk: Du kan ikke købe en tom ordre!
de_de: Sie können keine leere Bestellung kaufen!
es_es: No se puede comprar un pedido vacío.
fr_fr: Vous ne pouvez pas acheter une commande vide !
it_it: Non è possibile acquistare un ordine vuoto!
ja_jp: 空注文はできません！
nl_nl: Je kunt geen lege bestelling kopen!
pl_pl: Nie można kupić pustego zamówienia!
pt_br: Você não pode comprar um pedido vazio!
ro_ro: Nu puteți achiziționa o comandă goală!
ru_ru: Вы не можете приобрести пустой заказ!

source: insufficient funds to complete the order
ar_ar: عدم كفاية الأموال لإكمال الطلب
cs_cz: Nedostatek finančních prostředků na dokončení objednávky
da_dk: Utilstrækkelige midler til at gennemføre ordren
de_de: Unzureichende Mittel für die Ausführung des Auftrags
es_es: Fondos insuficientes para completar el pedido
fr_fr: Insuffisance de fonds pour compléter la commande
it_it: Fondi insufficienti per completare l'ordine
ja_jp: 注文を完了するための資金不足
nl_nl: Onvoldoende fondsen om de bestelling te voltooien
pl_pl: Niewystarczające środki do zrealizowania zamówienia
pt_br: Fundos insuficientes para concluir o pedido
ro_ro: Insuficiența fondurilor pentru finalizarea comenzii
ru_ru: Недостаточно средств для выполнения заказа

source: you cannot buy without registration, please provide the following information: customer name, customer email, customer phone number
ar_ar: لا يمكنك الشراء بدون تسجيل، يرجى تقديم المعلومات التالية: اسم العميل، البريد الإلكتروني للعميل، رقم هاتف العميل
cs_cz: bez registrace nelze nakupovat, uveďte prosím následující údaje: jméno zákazníka, e-mail zákazníka, telefonní číslo zákazníka.
da_dk: du kan ikke købe uden registrering, angiv venligst følgende oplysninger: kundens navn, kundens e-mail, kundens telefonnummer
de_de: Sie können nicht ohne Registrierung kaufen, bitte geben Sie die folgenden Informationen an: Kundenname, Kunden-E-Mail, Kunden-Telefonnummer
es_es: no puede comprar sin registrarse, facilite la siguiente información: nombre del cliente, correo electrónico del cliente, número de teléfono del cliente
fr_fr: vous ne pouvez pas acheter sans vous inscrire, veuillez fournir les informations suivantes : nom du client, courriel du client, numéro de téléphone du client
it_it: non è possibile acquistare senza registrazione, si prega di fornire le seguenti informazioni: nome del cliente, e-mail del cliente, numero di telefono del cliente
ja_jp: ご登録がない場合はご購入いただけませんので、以下の情報をお知らせください：お客様のお名前、お客様のEメール、お客様の電話番号
nl_nl: u niet kunt kopen zonder registratie, geef dan de volgende informatie: klantnaam, e-mail klant, telefoonnummer klant
pl_pl: Nie można dokonać zakupu bez rejestracji, należy podać następujące informacje: imię i nazwisko klienta, adres e-mail klienta, numer telefonu klienta.
pt_br: Não é possível comprar sem registro, forneça as seguintes informações: nome do cliente, e-mail do cliente, número de telefone do cliente
ro_ro: nu puteți cumpăra fără înregistrare, vă rugăm să furnizați următoarele informații: nume client, e-mail client, număr de telefon client
ru_ru: Вы не можете купить без регистрации, пожалуйста, предоставьте следующую информацию: имя клиента, электронная почта клиента, номер телефона клиента

source: invalid payment method
ar_ar: طريقة الدفع غير صالحة
cs_cz: Neplatný způsob platby
da_dk: Ugyldig betalingsmetode
es_es: Método de pago no válido
fr_fr: Méthode de paiement non valide
it_it: Metodo di pagamento non valido
ja_jp: 無効な支払い方法
nl_nl: Ongeldige betaalmethode
pl_pl: Nieprawidłowa metoda płatności
pt_br: Método de pagamento inválido
ro_ro: Metodă de plată invalidă
ru_ru: Неверный метод оплаты

source: the price paid by the customer for this product at purchase time
ar_ar: السعر الذي دفعه العميل لهذا المنتج وقت الشراء
cs_cz: Cena, kterou zákazník zaplatil za tento produkt v době nákupu.
da_dk: Den pris, som kunden har betalt for dette produkt på købstidspunktet
de_de: Der Preis, den der Kunde zum Zeitpunkt des Kaufs für dieses Produkt bezahlt hat
es_es: El precio pagado por el cliente por este producto en el momento de la compra
fr_fr: Le prix payé par le client pour ce produit au moment de l'achat
it_it: Il prezzo pagato dal cliente per questo prodotto al momento dell'acquisto.
ja_jp: この商品の購入時に顧客が支払った価格
nl_nl: De prijs die de klant bij aankoop voor dit product heeft betaald
pl_pl: Cena zapłacona przez klienta za ten produkt w momencie zakupu.
pt_br: O preço pago pelo cliente por esse produto no momento da compra
ro_ro: Prețul plătit de client pentru acest produs la momentul achiziției
ru_ru: Цена, уплаченная клиентом за данный продукт на момент покупки

source: purchase price at order time
ar_ar: سعر الشراء وقت الطلب
cs_cz: Nákupní cena v době objednávky
da_dk: Købspris på bestillingstidspunktet
de_de: Einkaufspreis zum Zeitpunkt der Bestellung
es_es: Precio de compra en el momento del pedido
fr_fr: Prix d'achat au moment de la commande
it_it: Prezzo di acquisto al momento dell'ordine
ja_jp: 注文時の購入価格
nl_nl: Aankoopprijs bij bestelling
pl_pl: Cena zakupu w momencie zamówienia
pt_br: Preço de compra no momento do pedido
ro_ro: Prețul de achiziție la momentul comenzii
ru_ru: Покупная цена на момент заказа

source: internal comments for admins about this ordered product
ar_ar: تعليقات داخلية للمسؤولين حول هذا المنتج المطلوب
cs_cz: Interní komentáře pro administrátory k tomuto objednanému produktu
da_dk: Interne kommentarer til administratorer om dette bestilte produkt
de_de: Interne Kommentare für Administratoren zu diesem bestellten Produkt
es_es: Comentarios internos para los administradores sobre este producto solicitado
fr_fr: Commentaires internes pour les administrateurs sur ce produit commandé
it_it: Commenti interni per gli amministratori su questo prodotto ordinato
ja_jp: この注文商品に関する管理者への内部コメント
nl_nl: Interne opmerkingen voor beheerders over dit bestelde product
pl_pl: Wewnętrzne komentarze dla administratorów dotyczące tego zamówionego produktu
pt_br: Comentários internos para administradores sobre este produto encomendado
ro_ro: Comentarii interne pentru administratori cu privire la acest produs comandat
ru_ru: Внутренние комментарии для администраторов об этом заказанном продукте

source: internal comments
ar_ar: التعليقات الداخلية
cs_cz: Interní připomínky
da_dk: Interne kommentarer
de_de: Interne Kommentare
es_es: Comentarios internos
fr_fr: Commentaires internes
it_it: Commenti interni
ja_jp: 社内コメント
nl_nl: Interne opmerkingen
pl_pl: Uwagi wewnętrzne
pt_br: Comentários internos
ro_ro: Observații interne
ru_ru: Внутренние комментарии

source: user notifications
ar_ar: إشعارات المستخدم
cs_cz: Oznámení uživatele
da_dk: Notifikationer til brugere
de_de: Benutzerbenachrichtigungen
es_es: Notificaciones a los usuarios
fr_fr: Notifications aux utilisateurs
it_it: Notifiche degli utenti
ja_jp: ユーザー通知
nl_nl: Meldingen van gebruikers
pl_pl: Powiadomienia użytkownika
pt_br: Notificações do usuário
ro_ro: Notificări pentru utilizatori
ru_ru: Уведомления пользователей

source: json representation of this item's attributes
ar_ar: تمثيل JSON لسمات هذا العنصر
cs_cz: JSON reprezentace atributů této položky
da_dk: JSON-repræsentation af dette elements attributter
de_de: JSON-Darstellung der Attribute dieses Artikels
es_es: Representación JSON de los atributos de este elemento
fr_fr: Représentation JSON des attributs de cet élément
it_it: Rappresentazione JSON degli attributi di questo elemento
ja_jp: このアイテムの属性のJSON表現
nl_nl: JSON weergave van de attributen van dit item
pl_pl: Reprezentacja JSON atrybutów tego elementu
pt_br: Representação JSON dos atributos desse item
ro_ro: Reprezentarea JSON a atributelor acestui element
ru_ru: JSON-представление атрибутов этого элемента

source: ordered product attributes
ar_ar: سمات المنتج المطلوبة
cs_cz: Objednané atributy produktu
da_dk: Bestilte produktattributter
de_de: Bestellte Produktattribute
es_es: Atributos ordenados del producto
fr_fr: Attributs du produit ordonnés
it_it: Attributi del prodotto ordinati
ja_jp: 製品属性の順序
nl_nl: Geordende producteigenschappen
pl_pl: Zamówione atrybuty produktu
pt_br: Atributos ordenados do produto
ro_ro: Atribute de produs ordonate
ru_ru: Атрибуты заказанного продукта

source: reference to the parent order that contains this product
ar_ar: الإشارة إلى الطلب الأصلي الذي يحتوي على هذا المنتج
cs_cz: Odkaz na nadřazenou objednávku, která obsahuje tento produkt
da_dk: Henvisning til den overordnede ordre, der indeholder dette produkt
de_de: Verweis auf den übergeordneten Auftrag, der dieses Produkt enthält
es_es: Referencia al pedido principal que contiene este producto
fr_fr: Référence à l'ordre parent qui contient ce produit
it_it: Riferimento all'ordine padre che contiene questo prodotto
ja_jp: この商品を含む親注文への参照
nl_nl: Verwijzing naar de bovenliggende bestelling die dit product bevat
pl_pl: Odniesienie do zamówienia nadrzędnego zawierającego ten produkt
pt_br: Referência ao pedido pai que contém esse produto
ro_ro: Trimitere la comanda mamă care conține acest produs
ru_ru: Ссылка на родительский заказ, содержащий данный продукт

source: parent order
ar_ar: ترتيب الوالدين
cs_cz: Objednávka rodičů
da_dk: Forældreordre
de_de: Übergeordneter Auftrag
es_es: Orden de los padres
fr_fr: Ordonnance parentale
it_it: Ordine dei genitori
ja_jp: 親注文
nl_nl: Ouderlijk bevel
pl_pl: Zamówienie nadrzędne
pt_br: Ordem dos pais
ro_ro: Ordinul părinților
ru_ru: Родительский приказ

source: the specific product associated with this order line
ar_ar: المنتج المحدد المرتبط بخط الطلب هذا
cs_cz: Konkrétní produkt spojený s touto objednávkou
da_dk: Det specifikke produkt, der er knyttet til denne ordrelinje
de_de: Das spezifische Produkt, das mit dieser Auftragszeile verbunden ist
es_es: El producto específico asociado a esta línea de pedido
fr_fr: Le produit spécifique associé à cette ligne de commande
it_it: Il prodotto specifico associato a questa riga d'ordine
ja_jp: この注文ラインに関連する特定の製品
nl_nl: Het specifieke product dat bij deze bestelregel hoort
pl_pl: Konkretny produkt powiązany z tą linią zamówienia
pt_br: O produto específico associado a essa linha de pedido
ro_ro: Produsul specific asociat cu această linie de comandă
ru_ru: Конкретный продукт, связанный с этой линией заказа

source: quantity of this specific product in the order
ar_ar: كمية هذا المنتج المحدد في الطلب
cs_cz: Množství tohoto konkrétního produktu v objednávce
da_dk: Mængde af dette specifikke produkt i ordren
de_de: Menge dieses spezifischen Produkts in der Bestellung
es_es: Cantidad de este producto específico en el pedido
fr_fr: Quantité de ce produit spécifique dans la commande
it_it: Quantità di questo prodotto specifico nell'ordine
ja_jp: 注文に含まれる特定の商品の数量
nl_nl: Hoeveelheid van dit specifieke product in de bestelling
pl_pl: Ilość tego konkretnego produktu w zamówieniu
pt_br: Quantidade desse produto específico no pedido
ro_ro: Cantitatea acestui produs specific din comandă
ru_ru: Количество данного товара в заказе

source: product quantity
ar_ar: كمية المنتج
cs_cz: Množství produktu
da_dk: Produktmængde
de_de: Produktmenge
es_es: Cantidad de productos
fr_fr: Quantité de produits
it_it: Quantità di prodotto
ja_jp: 製品数量
nl_nl: Hoeveelheid product
pl_pl: Ilość produktu
pt_br: Quantidade do produto
ro_ro: Cantitatea produsului
ru_ru: Количество продукта

source: current status of this product in the order
ar_ar: الحالة الحالية لهذا المنتج بالترتيب
cs_cz: Aktuální stav tohoto produktu v objednávce
da_dk: Aktuel status for dette produkt i bestillingen
de_de: Aktueller Status dieses Produkts im Auftrag
es_es: Estado actual de este producto en el pedido
fr_fr: Statut actuel de ce produit dans la commande
it_it: Stato attuale di questo prodotto nell'ordine
ja_jp: この商品の現在のご注文状況
nl_nl: Huidige status van dit product in de bestelling
pl_pl: Aktualny status tego produktu w zamówieniu
pt_br: Status atual desse produto no pedido
ro_ro: Starea actuală a acestui produs în comandă
ru_ru: Текущий статус этого продукта в заказе

source: product line status
ar_ar: حالة خط الإنتاج
cs_cz: Stav produktové řady
da_dk: Status for produktlinje
de_de: Status der Produktlinie
es_es: Estado de la línea de productos
fr_fr: Statut de la ligne de produits
it_it: Stato della linea di prodotti
ja_jp: 製品ラインの状況
nl_nl: Status productlijn
pl_pl: Status linii produktów
pt_br: Status da linha de produtos
ro_ro: Starea liniei de produse
ru_ru: Состояние продуктовой линейки

source: internal tag identifier for the product tag
ar_ar: معرّف العلامة الداخلي لعلامة المنتج
cs_cz: Interní identifikátor značky produktu
da_dk: Intern tag-identifikator for produkttagget
de_de: Interner Tag-Identifikator für das Produkt-Tag
es_es: Identificador interno de la etiqueta del producto
fr_fr: Identifiant interne de l'étiquette du produit
it_it: Identificatore interno dell'etichetta del prodotto
ja_jp: 商品タグの内部タグ識別子
nl_nl: Interne tagidentifier voor de producttag
pl_pl: Wewnętrzny identyfikator tagu produktu
pt_br: Identificador de tag interno para a tag do produto
ro_ro: Identificator intern de etichetă pentru eticheta produsului
ru_ru: Внутренний идентификатор тега для тега продукта

source: tag name
ar_ar: اسم العلامة
cs_cz: Název štítku
da_dk: Tag-navn
es_es: Nombre de la etiqueta
fr_fr: Nom du jour
it_it: Nome del tag
ja_jp: タグ名
nl_nl: Tag naam
pl_pl: Nazwa tagu
pt_br: Nome da etiqueta
ro_ro: Nume etichetă
ru_ru: Название тега

source: user-friendly name for the product tag
ar_ar: اسم سهل الاستخدام لعلامة المنتج
cs_cz: Uživatelsky přívětivý název pro značku produktu
da_dk: Brugervenligt navn til produktmærket
de_de: Benutzerfreundlicher Name für den Produktanhänger
es_es: Nombre fácil de usar para la etiqueta del producto
fr_fr: Nom convivial pour l'étiquette du produit
it_it: Nome intuitivo per l'etichetta del prodotto
ja_jp: 商品タグのユーザーフレンドリーな名前
nl_nl: Gebruiksvriendelijke naam voor de producttag
pl_pl: Przyjazna dla użytkownika nazwa etykiety produktu
pt_br: Nome de fácil utilização para a etiqueta do produto
ro_ro: Nume ușor de utilizat pentru eticheta produsului
ru_ru: Удобное название для метки продукта

source: tag display name
ar_ar: اسم عرض العلامة
cs_cz: Zobrazení názvu štítku
da_dk: Navn på tag-visning
de_de: Tag-Anzeigename
es_es: Nombre de la etiqueta
fr_fr: Nom d'affichage de l'étiquette
it_it: Nome del tag
ja_jp: タグ表示名
nl_nl: Tag weergavenaam
pl_pl: Wyświetlana nazwa znacznika
pt_br: Nome de exibição da tag
ro_ro: Nume afișare etichetă
ru_ru: Отображаемое имя тега

source: product tag
ar_ar: علامة المنتج
cs_cz: Štítek produktu
da_dk: Produktmærke
de_de: Produkt-Tag
es_es: Etiqueta del producto
fr_fr: Étiquette du produit
it_it: Etichetta del prodotto
ja_jp: 商品タグ
nl_nl: Productlabel
pl_pl: Etykieta produktu
pt_br: Etiqueta do produto
ro_ro: Etichetă produs
ru_ru: Метка продукта

source: provide alternative text for the image for accessibility
ar_ar: توفير نص بديل للصورة لإمكانية الوصول
cs_cz: Poskytněte alternativní text k obrázku kvůli přístupnosti.
da_dk: Giv alternativ tekst til billedet af hensyn til tilgængeligheden
de_de: Geben Sie einen alternativen Text für das Bild an, um die Barrierefreiheit zu gewährleisten.
es_es: Proporcione un texto alternativo para la imagen en aras de la accesibilidad
fr_fr: Fournir un texte alternatif pour l'image afin d'en faciliter l'accès
it_it: Fornire un testo alternativo per l'immagine ai fini dell'accessibilità.
ja_jp: アクセシビリティのために、画像に代替テキストを提供する。
nl_nl: Geef alternatieve tekst voor de afbeelding voor toegankelijkheid
pl_pl: Zapewnienie alternatywnego tekstu dla obrazu w celu ułatwienia dostępu
pt_br: Forneça um texto alternativo para a imagem para fins de acessibilidade
ro_ro: Furnizați text alternativ pentru imagine pentru accesibilitate
ru_ru: Предоставьте альтернативный текст для изображения, чтобы обеспечить доступность

source: image alt text
ar_ar: النص البديل للصورة
cs_cz: Text alt obrázku
da_dk: Billedets alt-tekst
de_de: Bild-Alt-Text
es_es: Texto alternativo de la imagen
fr_fr: Texte alt de l'image
it_it: Testo alt dell'immagine
ja_jp: 画像のaltテキスト
nl_nl: Alt-tekst afbeelding
pl_pl: Tekst alternatywny obrazu
pt_br: Texto alternativo da imagem
ro_ro: Textul alt al imaginii
ru_ru: Альтовый текст изображения

source: upload the image file for this product
ar_ar: تحميل ملف الصورة لهذا المنتج
cs_cz: Nahrát soubor s obrázkem tohoto produktu
da_dk: Upload billedfilen til dette produkt
de_de: Laden Sie die Bilddatei für dieses Produkt hoch
es_es: Cargar el archivo de imagen para este producto
fr_fr: Télécharger le fichier image pour ce produit
it_it: Caricare il file immagine per questo prodotto
ja_jp: この商品の画像ファイルをアップロードする
nl_nl: Upload het afbeeldingsbestand voor dit product
pl_pl: Prześlij plik obrazu dla tego produktu
pt_br: Faça o upload do arquivo de imagem para este produto
ro_ro: Încărcați fișierul de imagine pentru acest produs
ru_ru: Загрузите файл изображения для этого продукта

source: product image
ar_ar: صورة المنتج
cs_cz: Obrázek produktu
da_dk: Produktbillede
de_de: Produktbild
es_es: Imagen del producto
fr_fr: Image du produit
it_it: Immagine del prodotto
ja_jp: 商品画像
nl_nl: Product afbeelding
pl_pl: Obraz produktu
pt_br: Imagem do produto
ro_ro: Imaginea produsului
ru_ru: Изображение продукта

source: determines the order in which images are displayed
ar_ar: يحدد الترتيب الذي يتم عرض الصور به
cs_cz: Určuje pořadí, v jakém se obrázky zobrazují.
da_dk: Bestemmer den rækkefølge, billederne vises i
de_de: Legt die Reihenfolge fest, in der die Bilder angezeigt werden
es_es: Determina el orden de visualización de las imágenes
fr_fr: Détermine l'ordre d'affichage des images
it_it: Determina l'ordine di visualizzazione delle immagini
ja_jp: 画像の表示順を決める
nl_nl: Bepaalt de volgorde waarin afbeeldingen worden weergegeven
pl_pl: Określa kolejność wyświetlania obrazów
pt_br: Determina a ordem em que as imagens são exibidas
ro_ro: Determină ordinea în care sunt afișate imaginile
ru_ru: Определяет порядок отображения изображений

source: display priority
ar_ar: أولوية العرض
cs_cz: Priorita zobrazení
da_dk: Skærm-prioritet
de_de: Priorität anzeigen
es_es: Prioridad de visualización
fr_fr: Priorité à l'affichage
it_it: Priorità del display
ja_jp: 表示優先度
nl_nl: Prioriteit weergeven
pl_pl: Priorytet wyświetlania
pt_br: Prioridade de exibição
ro_ro: Prioritatea afișării
ru_ru: Приоритет отображения

source: the product that this image represents
ar_ar: المنتج الذي تمثله هذه الصورة
cs_cz: Výrobek, který tento obrázek představuje
da_dk: Det produkt, som dette billede repræsenterer
de_de: Das Produkt, das dieses Bild darstellt
es_es: El producto que representa esta imagen
fr_fr: Le produit que cette image représente
it_it: Il prodotto che questa immagine rappresenta
ja_jp: この画像が表す製品
nl_nl: Het product dat deze afbeelding vertegenwoordigt
pl_pl: Produkt, który przedstawia ten obraz
pt_br: O produto que esta imagem representa
ro_ro: Produsul pe care îl reprezintă această imagine
ru_ru: Продукт, который представлен на этом изображении

source: product images
ar_ar: صور المنتج
cs_cz: Obrázky produktů
da_dk: Produktbilleder
de_de: Produktbilder
es_es: Imágenes de productos
fr_fr: Images du produit
it_it: Immagini del prodotto
ja_jp: 商品画像
nl_nl: Product afbeeldingen
pl_pl: Zdjęcia produktów
pt_br: Imagens do produto
ro_ro: Imagini ale produsului
ru_ru: Изображения продуктов

source: unique code used by a user to redeem a discount
ar_ar: الرمز الفريد الذي يستخدمه المستخدم لاسترداد قيمة الخصم
cs_cz: Jedinečný kód, který uživatel použije k uplatnění slevy.
da_dk: Unik kode, der bruges af en bruger til at indløse en rabat
de_de: Einzigartiger Code, den ein Nutzer zum Einlösen eines Rabatts verwendet
es_es: Código único utilizado por un usuario para canjear un descuento
fr_fr: Code unique utilisé par un utilisateur pour bénéficier d'une réduction
it_it: Codice univoco utilizzato da un utente per riscattare uno sconto
ja_jp: ユーザーが割引を利用する際に使用する固有のコード
nl_nl: Unieke code die een gebruiker gebruikt om een korting te verzilveren
pl_pl: Unikalny kod używany przez użytkownika do realizacji rabatu.
pt_br: Código exclusivo usado por um usuário para resgatar um desconto
ro_ro: Cod unic utilizat de un utilizator pentru a răscumpăra o reducere
ru_ru: Уникальный код, используемый пользователем для получения скидки

source: promo code identifier
ar_ar: معرّف الرمز الترويجي
cs_cz: Identifikátor propagačního kódu
da_dk: Identifikator for kampagnekode
de_de: Kennung des Promo-Codes
fr_fr: Identifiant du code promotionnel
it_it: Identificatore del codice promozionale
ja_jp: プロモコード識別子
nl_nl: Promo code identificatie
pl_pl: Identyfikator kodu promocyjnego
pt_br: Identificador de código promocional
ro_ro: Cod promoțional de identificare
ru_ru: Идентификатор промо-кода

source: fixed discount amount applied if percent is not used
ar_ar: مبلغ الخصم الثابت المطبق في حالة عدم استخدام النسبة المئوية
cs_cz: Pevná výše slevy, pokud není použito procento
da_dk: Fast rabatbeløb anvendes, hvis procent ikke bruges
de_de: Fester Rabattbetrag, der angewandt wird, wenn kein Prozentsatz verwendet wird
es_es: Se aplica un descuento fijo si no se utiliza el porcentaje
fr_fr: Montant fixe de la remise appliqué si le pourcentage n'est pas utilisé
it_it: Importo fisso dello sconto applicato se non si utilizza la percentuale
ja_jp: パーセントを使用しない場合に適用される固定割引額
nl_nl: Vast kortingsbedrag dat wordt toegepast als percentage niet wordt gebruikt
pl_pl: Stała kwota rabatu stosowana, jeśli procent nie jest używany
pt_br: Valor de desconto fixo aplicado se a porcentagem não for usada
ro_ro: Valoarea fixă a reducerii aplicate dacă procentul nu este utilizat
ru_ru: Фиксированная сумма скидки, применяемая, если процент не используется

source: fixed discount amount
ar_ar: مبلغ الخصم الثابت
cs_cz: Pevná výše slevy
da_dk: Fast rabatbeløb
de_de: Fester Rabattbetrag
es_es: Importe fijo del descuento
fr_fr: Montant de l'escompte fixe
it_it: Importo fisso dello sconto
ja_jp: 固定割引額
nl_nl: Vast kortingsbedrag
pl_pl: Stała kwota rabatu
pt_br: Valor do desconto fixo
ro_ro: Valoarea fixă a reducerii
ru_ru: Фиксированная сумма скидки
