Repository: fureunoir/eVibes
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: ar_ar, cs_cz, da_dk, de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru

source: rewrite an existing attribute group saving non-editables
ar_ar: إعادة كتابة مجموعة سمات موجودة تحفظ غير القابلة للتعديل
cs_cz: Přepsání existující skupiny atributů s uložením neupravitelných položek
da_dk: Omskriv en eksisterende attributgruppe, der gemmer ikke-redigerbare attributter
de_de: Umschreiben einer bestehenden Attributgruppe mit Speicherung von Nicht-Editierbarkeit
es_es: Reescribir un grupo de atributos existente guardando los no editables
fr_fr: Réécrire un groupe d'attributs existant en sauvegardant les éléments non modifiables
it_it: Riscrivere un gruppo di attributi esistente salvando i non modificabili
ja_jp: 既存の属性グループを書き換えて、編集不可能なものを保存する。
nl_nl: Een bestaande attribuutgroep herschrijven en niet-wijzigbare attributen opslaan
pl_pl: Przepisanie istniejącej grupy atrybutów z zachowaniem atrybutów nieedytowalnych
pt_br: Reescrever um grupo de atributos existente salvando os não editáveis
ro_ro: Rescrierea unui grup de atribute existent cu salvarea elementelor needitabile
ru_ru: Переписать существующую группу атрибутов с сохранением нередактируемых элементов

source: rewrite some fields of an existing attribute group saving non-editables
ar_ar: إعادة كتابة بعض حقول مجموعة سمات موجودة تحفظ غير القابلة للتعديل
cs_cz: Přepsání některých polí existující skupiny atributů s uložením neupravitelných položek
da_dk: Omskriv nogle felter i en eksisterende attributgruppe og gem ikke-redigerbare felter
de_de: Umschreiben einiger Felder einer bestehenden Attributgruppe, wobei nicht editierbare Felder gespeichert werden
es_es: Reescribir algunos campos de un grupo de atributos existente guardando los no editables
fr_fr: Réécrire certains champs d'un groupe d'attributs existant en sauvegardant les non-éditables
it_it: Riscrivere alcuni campi di un gruppo di attributi esistente salvando quelli non modificabili
ja_jp: 既存の属性グループのいくつかのフィールドを書き換え、編集不可能なものを保存する。
nl_nl: Enkele velden van een bestaande attribuutgroep herschrijven door niet-wijzigbare velden op te slaan
pl_pl: Przepisanie niektórych pól istniejącej grupy atrybutów z zachowaniem atrybutów nieedytowalnych
pt_br: Reescreva alguns campos de um grupo de atributos existente salvando os não editáveis
ro_ro: Rescrierea unor câmpuri ale unui grup de atribute existent, cu salvarea elementelor needitabile
ru_ru: Переписывание некоторых полей существующей группы атрибутов с сохранением нередактируемых полей

source: list all attributes (simple view)
ar_ar: سرد جميع السمات (عرض بسيط)
cs_cz: Seznam všech atributů (jednoduché zobrazení)
da_dk: Liste over alle attributter (simpel visning)
de_de: Alle Attribute auflisten (einfache Ansicht)
es_es: Listar todos los atributos (vista simple)
fr_fr: Liste de tous les attributs (vue simple)
it_it: Elenco di tutti gli attributi (vista semplice)
ja_jp: すべての属性をリストアップ（シンプルな表示）
nl_nl: Alle attributen weergeven (eenvoudige weergave)
pl_pl: Lista wszystkich atrybutów (widok prosty)
pt_br: Listar todos os atributos (visualização simples)
ro_ro: Lista tuturor atributelor (vizualizare simplă)
ru_ru: Список всех атрибутов (простой вид)

source: retrieve a single attribute (detailed view)
ar_ar: استرداد سمة واحدة (عرض تفصيلي)
cs_cz: Získání jednoho atributu (podrobné zobrazení)
da_dk: Hent en enkelt attribut (detaljeret visning)
de_de: Ein einzelnes Attribut abrufen (detaillierte Ansicht)
es_es: Recuperar un único atributo (vista detallada)
fr_fr: Récupérer un seul attribut (vue détaillée)
it_it: Recuperare un singolo attributo (vista dettagliata)
ja_jp: 単一の属性を取得する（詳細表示）
nl_nl: Een enkel kenmerk ophalen (gedetailleerde weergave)
pl_pl: Pobieranie pojedynczego atrybutu (widok szczegółowy)
pt_br: Recuperar um único atributo (visualização detalhada)
ro_ro: Recuperarea unui singur atribut (vedere detaliată)
ru_ru: Получение одного атрибута (подробный просмотр)

source: create an attribute
ar_ar: إنشاء سمة
cs_cz: Vytvoření atributu
da_dk: Opret en attribut
de_de: Ein Attribut erstellen
es_es: Crear un atributo
fr_fr: Créer un attribut
it_it: Creare un attributo
ja_jp: 属性を作成する
nl_nl: Een attribuut maken
pl_pl: Utwórz atrybut
pt_br: Criar um atributo
ro_ro: Crearea unui atribut
ru_ru: Создайте атрибут

source: delete an attribute
ar_ar: حذف سمة
cs_cz: Odstranění atributu
da_dk: Slet en attribut
de_de: Ein Attribut löschen
es_es: Borrar un atributo
fr_fr: Supprimer un attribut
it_it: Cancellare un attributo
ja_jp: 属性を削除する
nl_nl: Een attribuut verwijderen
pl_pl: Usuwanie atrybutu
pt_br: Excluir um atributo
ro_ro: Ștergerea unui atribut
ru_ru: Удалить атрибут

source: rewrite an existing attribute saving non-editables
ar_ar: إعادة كتابة سمة موجودة تحفظ غير القابلة للتعديل
cs_cz: Přepsat existující atribut a uložit neupravitelné položky
da_dk: Omskriv en eksisterende attribut, der gemmer ikke-redigerbare filer
de_de: Umschreiben eines vorhandenen Attributs, wobei nicht editierbare Daten gespeichert werden
es_es: Reescribir un atributo existente guardando los no editables
fr_fr: Réécrire un attribut existant en sauvegardant les éléments non modifiables
it_it: Riscrivere un attributo esistente salvando gli elementi non modificabili
ja_jp: 既存の属性を書き換える。
nl_nl: Een bestaand attribuut herschrijven en niet-wijzigbare attributen opslaan
pl_pl: Przepisanie istniejącego atrybutu z zachowaniem atrybutów nieedytowalnych
pt_br: Reescreva um atributo existente salvando os não editáveis
ro_ro: Rescrierea unui atribut existent cu salvarea elementelor needitabile
ru_ru: Переписать существующий атрибут, сохранив нередактируемый

source: rewrite some fields of an existing attribute saving non-editables
ar_ar: إعادة كتابة بعض حقول سمة موجودة تحفظ غير القابلة للتعديل
cs_cz: Přepsání některých polí existujícího atributu s uložením neupravitelných položek
da_dk: Omskriv nogle felter i en eksisterende attribut og gem ikke-redigerbare felter
de_de: Umschreiben einiger Felder eines vorhandenen Attributs, um nicht editierbare Daten zu speichern
es_es: Reescribir algunos campos de un atributo existente guardando los no editables
fr_fr: Réécrire certains champs d'un attribut existant en sauvegardant les éléments non modifiables
it_it: Riscrivere alcuni campi di un attributo esistente salvando i campi non modificabili
ja_jp: 既存の属性のいくつかのフィールドを書き換え、編集不可能なものを保存する。
nl_nl: Herschrijf sommige velden van een bestaand attribuut door niet-wijzigbare velden op te slaan
pl_pl: Przepisanie niektórych pól istniejącego atrybutu z zachowaniem atrybutów nieedytowalnych
pt_br: Reescreva alguns campos de um atributo existente salvando os não editáveis
ro_ro: Rescrieți unele câmpuri ale unui atribut existent salvând elementele needitabile
ru_ru: Переписывание некоторых полей существующего атрибута с сохранением нередактируемых полей

source: list all attribute values (simple view)
ar_ar: سرد جميع قيم السمات (عرض بسيط)
cs_cz: Seznam všech hodnot atributů (jednoduché zobrazení)
da_dk: Liste over alle attributværdier (simpel visning)
de_de: Alle Attributwerte auflisten (einfache Ansicht)
es_es: Listar todos los valores de atributos (vista simple)
fr_fr: Liste de toutes les valeurs d'attributs (vue simple)
it_it: Elenco di tutti i valori degli attributi (vista semplice)
ja_jp: すべての属性値をリストアップ（シンプルビュー）
nl_nl: Alle attribuutwaarden weergeven (eenvoudige weergave)
pl_pl: Lista wszystkich wartości atrybutów (widok prosty)
pt_br: Listar todos os valores de atributos (visualização simples)
ro_ro: Lista tuturor valorilor atributelor (vizualizare simplă)
ru_ru: Список всех значений атрибутов (простой вид)

source: retrieve a single attribute value (detailed view)
ar_ar: استرداد قيمة سمة واحدة (عرض تفصيلي)
cs_cz: Získání jedné hodnoty atributu (podrobné zobrazení)
da_dk: Hent en enkelt attributværdi (detaljeret visning)
de_de: Abrufen eines einzelnen Attributwertes (Detailansicht)
es_es: Recuperar un único valor de atributo (vista detallada)
fr_fr: Récupérer une seule valeur d'attribut (vue détaillée)
it_it: Recuperare il valore di un singolo attributo (vista dettagliata)
ja_jp: 単一の属性値を取得する（詳細表示）
nl_nl: Een waarde voor een enkel kenmerk ophalen (gedetailleerde weergave)
pl_pl: Pobieranie wartości pojedynczego atrybutu (widok szczegółowy)
pt_br: Recuperar um único valor de atributo (visualização detalhada)
ro_ro: Recuperarea valorii unui singur atribut (vedere detaliată)
ru_ru: Получение значения одного атрибута (подробный просмотр)

source: create an attribute value
ar_ar: إنشاء قيمة السمة
cs_cz: Vytvoření hodnoty atributu
da_dk: Opret en attributværdi
de_de: Einen Attributwert erstellen
es_es: Crear un valor de atributo
fr_fr: Créer une valeur d'attribut
it_it: Creare un valore di attributo
ja_jp: 属性値の作成
nl_nl: Een attribuutwaarde maken
pl_pl: Tworzenie wartości atrybutu
pt_br: Criar um valor de atributo
ro_ro: Crearea unei valori de atribut
ru_ru: Создание значения атрибута

source: delete an attribute value
ar_ar: حذف قيمة سمة
cs_cz: Odstranění hodnoty atributu
da_dk: Slet en attributværdi
de_de: Löschen eines Attributwertes
es_es: Borrar un valor de atributo
fr_fr: Supprimer une valeur d'attribut
it_it: Cancellare il valore di un attributo
ja_jp: 属性値の削除
nl_nl: Een attribuutwaarde verwijderen
pl_pl: Usuwanie wartości atrybutu
pt_br: Excluir um valor de atributo
ro_ro: Ștergerea unei valori de atribut
ru_ru: Удалить значение атрибута

source: rewrite an existing attribute value saving non-editables
ar_ar: إعادة كتابة قيمة سمة موجودة تحفظ غير القابلة للتعديل
cs_cz: Přepsání existující hodnoty atributu uložením neupravitelných položek
da_dk: Omskriv en eksisterende attributværdi, der gemmer ikke-redigerbare filer
de_de: Umschreiben eines vorhandenen Attributwerts mit Speicherung von Nicht-Editierbarkeit
es_es: Reescribir un valor de atributo existente guardando los no editables
fr_fr: Réécrire une valeur d'attribut existante en sauvegardant les éléments non modifiables
it_it: Riscrivere il valore di un attributo esistente salvando gli elementi non modificabili
ja_jp: 既存の属性値を書き換える。
nl_nl: Een bestaande attribuutwaarde herschrijven waarbij niet-wijzigbare attributen worden opgeslagen
pl_pl: Przepisanie istniejącej wartości atrybutu z zachowaniem atrybutów nieedytowalnych
pt_br: Reescreva um valor de atributo existente salvando os não editáveis
ro_ro: Rescrierea unei valori de atribut existente care salvează non-editabile
ru_ru: Перезапись существующего значения атрибута с сохранением нередактируемых значений

source: rewrite some fields of an existing attribute value saving non-editables
ar_ar: إعادة كتابة بعض حقول قيمة سمة موجودة حفظ غير قابل للتعديل
cs_cz: Přepsání některých polí existující hodnoty atributu s uložením neupravitelných položek
da_dk: Omskriv nogle felter i en eksisterende attributværdi og gem ikke-redigerbare felter
de_de: Umschreiben einiger Felder eines vorhandenen Attributwerts, wobei nicht bearbeitbare Daten gespeichert werden
es_es: Reescribir algunos campos de un valor de atributo existente guardando los no editables
fr_fr: Réécrire certains champs d'une valeur d'attribut existante en sauvegardant les éléments non modifiables
it_it: Riscrivere alcuni campi di un valore di attributo esistente salvando i valori non modificabili
ja_jp: 既存の属性値のいくつかのフィールドを書き換え、編集不可能な値を保存する。
nl_nl: Herschrijf sommige velden van een bestaande attribuutwaarde door niet-wijzigbare velden op te slaan
pl_pl: Przepisz niektóre pola istniejącej wartości atrybutu, zapisując wartości nieedytowalne
pt_br: Reescreva alguns campos de um valor de atributo existente salvando os não editáveis
ro_ro: Rescrierea unor câmpuri ale unei valori de atribut existente salvând elementele needitabile
ru_ru: Переписывание некоторых полей существующего значения атрибута с сохранением нередактируемых значений

source: list all categories (simple view)
ar_ar: قائمة بجميع الفئات (عرض بسيط)
cs_cz: Seznam všech kategorií (jednoduché zobrazení)
da_dk: Liste over alle kategorier (enkel visning)
de_de: Alle Kategorien auflisten (einfache Ansicht)
es_es: Lista de todas las categorías (vista simple)
fr_fr: Liste de toutes les catégories (vue simple)
it_it: Elenco di tutte le categorie (visualizzazione semplice)
ja_jp: 全カテゴリーを一覧表示（シンプル表示）
nl_nl: Alle categorieën weergeven (eenvoudige weergave)
pl_pl: Lista wszystkich kategorii (widok prosty)
pt_br: Listar todas as categorias (visualização simples)
ro_ro: Lista tuturor categoriilor (vizualizare simplă)
ru_ru: Список всех категорий (простой вид)

source: retrieve a single category (detailed view)
ar_ar: استرداد فئة واحدة (عرض تفصيلي)
cs_cz: Vyhledání jedné kategorie (podrobné zobrazení)
da_dk: Hent en enkelt kategori (detaljeret visning)
de_de: Eine einzelne Kategorie abrufen (detaillierte Ansicht)
es_es: Recuperar una sola categoría (vista detallada)
fr_fr: Récupérer une seule catégorie (vue détaillée)
it_it: Recuperare una singola categoria (vista dettagliata)
ja_jp: 単一のカテゴリーを取得する（詳細表示）
nl_nl: Een enkele categorie ophalen (gedetailleerde weergave)
pl_pl: Pobieranie pojedynczej kategorii (widok szczegółowy)
pt_br: Recuperar uma única categoria (visualização detalhada)
ro_ro: Recuperarea unei singure categorii (vedere detaliată)
ru_ru: Получение одной категории (подробный просмотр)

source: create a category
ar_ar: إنشاء فئة
cs_cz: Vytvoření kategorie
da_dk: Opret en kategori
de_de: Eine Kategorie erstellen
es_es: Crear una categoría
fr_fr: Créer une catégorie
it_it: Creare una categoria
ja_jp: カテゴリーを作成する
nl_nl: Een categorie maken
pl_pl: Utwórz kategorię
pt_br: Criar uma categoria
ro_ro: Creați o categorie
ru_ru: Создайте категорию

source: delete a category
ar_ar: حذف فئة
cs_cz: Odstranění kategorie
da_dk: Slet en kategori
de_de: Eine Kategorie löschen
es_es: Eliminar una categoría
fr_fr: Supprimer une catégorie
it_it: Eliminare una categoria
ja_jp: カテゴリーの削除
nl_nl: Een categorie verwijderen
pl_pl: Usuwanie kategorii
pt_br: Excluir uma categoria
ro_ro: Ștergeți o categorie
ru_ru: Удалить категорию

source: rewrite an existing category saving non-editables
ar_ar: إعادة كتابة فئة موجودة حفظ غير المواد غير القابلة للتعديل
cs_cz: Přepsání existující kategorie ukládající neupravitelné položky
da_dk: Omskriv en eksisterende kategori, der gemmer ikke-redigerbare filer
de_de: Eine bestehende Kategorie umschreiben und dabei Nicht-Editierbares speichern
es_es: Reescribir una categoría existente guardando los no editables
fr_fr: Réécrire une catégorie existante en sauvegardant les non-éditables
it_it: Riscrivere una categoria esistente salvando gli elementi non modificabili
ja_jp: 既存のカテゴリーを書き換え、編集不可能なものを保存する。
nl_nl: Een bestaande categorie herschrijven en niet-wijzigbare items opslaan
pl_pl: Przepisz istniejącą kategorię, zapisując nieedytowalne elementy
pt_br: Reescrever uma categoria existente salvando itens não editáveis
ro_ro: Rescrieți o categorie existentă salvând non-editabile
ru_ru: Переписать существующую категорию с сохранением нередактируемых объектов

source: rewrite some fields of an existing category saving non-editables
ar_ar: إعادة كتابة بعض حقول فئة موجودة حفظ غير القابلة للتعديل
cs_cz: Přepsat některá pole existující kategorie a uložit neupravitelné položky
da_dk: Omskriv nogle felter i en eksisterende kategori og gem ikke-redigerbare felter
de_de: Umschreiben einiger Felder einer bestehenden Kategorie, um nicht editierbare Daten zu speichern
es_es: Reescribir algunos campos de una categoría existente guardando los no editables
fr_fr: Réécrire certains champs d'une catégorie existante en sauvegardant les non-éditables
it_it: Riscrivere alcuni campi di una categoria esistente salvando gli elementi non modificabili
ja_jp: 編集不可を保存している既存のカテゴリのいくつかのフィールドを書き換える
nl_nl: Herschrijf sommige velden van een bestaande categorie door niet-wijzigbare velden op te slaan
pl_pl: Przepisz niektóre pola istniejącej kategorii, zapisując elementy nieedytowalne
pt_br: Reescreva alguns campos de uma categoria existente salvando os não editáveis
ro_ro: Rescrieți unele câmpuri ale unei categorii existente, salvând elementele needitabile
ru_ru: Переписать некоторые поля существующей категории с сохранением нередактируемых полей

source: list all orders (simple view)
ar_ar: قائمة بجميع الفئات (عرض بسيط)
cs_cz: Seznam všech kategorií (jednoduché zobrazení)
da_dk: Liste over alle kategorier (enkel visning)
de_de: Alle Kategorien auflisten (einfache Ansicht)
es_es: Lista de todas las categorías (vista simple)
fr_fr: Liste de toutes les catégories (vue simple)
it_it: Elenco di tutte le categorie (visualizzazione semplice)
ja_jp: 全カテゴリーを一覧表示（シンプル表示）
nl_nl: Alle categorieën weergeven (eenvoudige weergave)
pl_pl: Lista wszystkich kategorii (widok prosty)
pt_br: Listar todas as categorias (visualização simples)
ro_ro: Lista tuturor categoriilor (vizualizare simplă)
ru_ru: Список всех категорий (простой вид)

source: for non-staff users, only their own orders are returned.
ar_ar: بالنسبة للمستخدمين من غير الموظفين، يتم إرجاع الطلبات الخاصة بهم فقط.
cs_cz: Uživatelům, kteří nejsou zaměstnanci, se vracejí pouze jejich vlastní objednávky.
da_dk: For ikke-ansatte brugere er det kun deres egne ordrer, der returneres.
de_de: Bei Nicht-Mitarbeitern werden nur die eigenen Bestellungen zurückgeschickt.
es_es: Para los usuarios que no forman parte del personal, sólo se devuelven sus propios pedidos.
fr_fr: Pour les utilisateurs non fonctionnaires, seules leurs propres commandes sont renvoyées.
it_it: Per gli utenti che non fanno parte del personale, vengono restituiti solo i loro ordini.
ja_jp: スタッフ以外のユーザーについては、自分の注文のみが返却される。
nl_nl: Voor niet-personeelsleden worden alleen hun eigen bestellingen geretourneerd.
pl_pl: W przypadku użytkowników niebędących pracownikami zwracane są tylko ich własne zamówienia.
pt_br: Para usuários não funcionários, apenas seus próprios pedidos são devolvidos.
ro_ro: Pentru utilizatorii care nu fac parte din personal, sunt returnate doar comenzile proprii.
ru_ru: Для пользователей, не являющихся сотрудниками, возвращаются только их собственные заказы.

source: retrieve a single order (detailed view)
ar_ar: استرداد فئة واحدة (عرض تفصيلي)
cs_cz: Vyhledání jedné kategorie (podrobné zobrazení)
da_dk: Hent en enkelt kategori (detaljeret visning)
de_de: Eine einzelne Kategorie abrufen (detaillierte Ansicht)
es_es: Recuperar una sola categoría (vista detallada)
fr_fr: Récupérer une seule catégorie (vue détaillée)
it_it: Recuperare una singola categoria (vista dettagliata)
ja_jp: 単一のカテゴリーを取得する（詳細表示）
nl_nl: Een enkele categorie ophalen (gedetailleerde weergave)
pl_pl: Pobieranie pojedynczej kategorii (widok szczegółowy)
pt_br: Recuperar uma única categoria (visualização detalhada)
ro_ro: Recuperarea unei singure categorii (vedere detaliată)
ru_ru: Получение одной категории (подробный просмотр)

source: create an order
ar_ar: إنشاء سمة
cs_cz: Vytvoření atributu
da_dk: Opret en attribut
de_de: Ein Attribut erstellen
es_es: Crear un atributo
fr_fr: Créer un attribut
it_it: Creare un attributo
ja_jp: 属性を作成する
nl_nl: Een attribuut maken
pl_pl: Utwórz atrybut
pt_br: Criar um atributo
ro_ro: Crearea unui atribut
ru_ru: Создайте атрибут

source: doesn't work for non-staff users.
ar_ar: لا يعمل مع المستخدمين من غير الموظفين.
cs_cz: Nefunguje pro uživatele, kteří nejsou zaměstnanci.
da_dk: Virker ikke for ikke-ansatte brugere.
de_de: Funktioniert nicht für Benutzer, die nicht zum Personal gehören.
es_es: No funciona para los usuarios que no son personal.
fr_fr: Ne fonctionne pas pour les utilisateurs non fonctionnaires.
it_it: Non funziona per gli utenti che non fanno parte del personale.
ja_jp: スタッフ以外のユーザーには使えない。
nl_nl: Werkt niet voor gebruikers die geen personeel zijn.
pl_pl: Nie działa dla użytkowników spoza personelu.
pt_br: Não funciona para usuários que não são da equipe.
ro_ro: Nu funcționează pentru utilizatorii care nu fac parte din personal.
ru_ru: Не работает для нештатных пользователей.

source: delete an order
ar_ar: حذف سمة
cs_cz: Odstranění atributu
da_dk: Slet en attribut
de_de: Ein Attribut löschen
es_es: Borrar un atributo
fr_fr: Supprimer un attribut
it_it: Cancellare un attributo
ja_jp: 属性を削除する
nl_nl: Een attribuut verwijderen
pl_pl: Usuwanie atrybutu
pt_br: Excluir um atributo
ro_ro: Ștergerea unui atribut
ru_ru: Удалить атрибут

source: rewrite an existing order saving non-editables
ar_ar: إعادة كتابة فئة موجودة حفظ غير المواد غير القابلة للتعديل
cs_cz: Přepsání existující kategorie ukládající neupravitelné položky
da_dk: Omskriv en eksisterende kategori, der gemmer ikke-redigerbare filer
de_de: Eine bestehende Kategorie umschreiben und dabei Nicht-Editierbares speichern
es_es: Reescribir una categoría existente guardando los no editables
fr_fr: Réécrire une catégorie existante en sauvegardant les non-éditables
it_it: Riscrivere una categoria esistente salvando gli elementi non modificabili
ja_jp: 既存のカテゴリーを書き換え、編集不可能なものを保存する。
nl_nl: Een bestaande categorie herschrijven en niet-wijzigbare items opslaan
pl_pl: Przepisz istniejącą kategorię, zapisując nieedytowalne elementy
pt_br: Reescrever uma categoria existente salvando itens não editáveis
ro_ro: Rescrieți o categorie existentă salvând non-editabile
ru_ru: Переписать существующую категорию с сохранением нередактируемых объектов

source: rewrite some fields of an existing order saving non-editables
ar_ar: إعادة كتابة بعض حقول فئة موجودة حفظ غير القابلة للتعديل
cs_cz: Přepsat některá pole existující kategorie a uložit neupravitelné položky
da_dk: Omskriv nogle felter i en eksisterende kategori og gem ikke-redigerbare felter
de_de: Umschreiben einiger Felder einer bestehenden Kategorie, um nicht editierbare Daten zu speichern
es_es: Reescribir algunos campos de una categoría existente guardando los no editables
fr_fr: Réécrire certains champs d'une catégorie existante en sauvegardant les non-éditables
it_it: Riscrivere alcuni campi di una categoria esistente salvando gli elementi non modificabili
ja_jp: 編集不可を保存している既存のカテゴリのいくつかのフィールドを書き換える
nl_nl: Herschrijf sommige velden van een bestaande categorie door niet-wijzigbare velden op te slaan
pl_pl: Przepisz niektóre pola istniejącej kategorii, zapisując elementy nieedytowalne
pt_br: Reescreva alguns campos de uma categoria existente salvando os não editáveis
ro_ro: Rescrieți unele câmpuri ale unei categorii existente, salvând elementele needitabile
ru_ru: Переписать некоторые поля существующей категории с сохранением нередактируемых полей

source: purchase an order
ar_ar: سعر الشراء وقت الطلب
cs_cz: Nákupní cena v době objednávky
da_dk: Købspris på bestillingstidspunktet
de_de: Einkaufspreis zum Zeitpunkt der Bestellung
es_es: Precio de compra en el momento del pedido
fr_fr: Prix d'achat au moment de la commande
it_it: Prezzo di acquisto al momento dell'ordine
ja_jp: 注文時の購入価格
nl_nl: Aankoopprijs bij bestelling
pl_pl: Cena zakupu w momencie zamówienia
pt_br: Preço de compra no momento do pedido
ro_ro: Prețul de achiziție la momentul comenzii
ru_ru: Покупная цена на момент заказа
