Repository: fureunoir/eVibes
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: ar_ar, cs_cz, da_dk, de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru

source: invalid timeout value, it must be between 0 and 216000 seconds
ar_ar: قيمة المهلة غير صالحة، يجب أن تكون بين 0 و216000 ثانية
cs_cz: Nesprávná hodnota timeoutu, musí být v rozmezí 0 až 216000 sekund.
da_dk: Ugyldig timeout-værdi, den skal være mellem 0 og 216000 sekunder
de_de: Ungültiger Timeout-Wert, er muss zwischen 0 und 216000 Sekunden liegen
es_es: Valor de tiempo de espera no válido, debe estar entre 0 y 216000 segundos.
fr_fr: La valeur du délai d'attente n'est pas valide, elle doit être comprise entre 0 et 216000 secondes.
it_it: Valore di timeout non valido, deve essere compreso tra 0 e 216000 secondi.
ja_jp: 無効なタイムアウト値です。
nl_nl: Ongeldige time-outwaarde, deze moet tussen 0 en 216000 seconden liggen
pl_pl: Nieprawidłowa wartość limitu czasu, musi zawierać się w przedziale od 0 do 216000 sekund.
pt_br: Valor de tempo limite inválido, deve estar entre 0 e 216000 segundos
ro_ro: Valoare timeout invalidă, trebuie să fie între 0 și 216000 secunde
ru_ru: Неверное значение тайм-аута, оно должно находиться в диапазоне от 0 до 216000 секунд

source: {model} must be model
ar_ar: يجب أن يكون {model} نموذجًا
cs_cz: {model} musí být model
da_dk: {model} skal være model
de_de: {Modell} muss Modell sein
es_es: {model} debe ser modelo
fr_fr: {model} doit être le modèle
it_it: {model} deve essere un modello
ja_jp: {model}はモデルでなければならない
nl_nl: {model} moet model zijn
pl_pl: {model} musi być modelem
pt_br: {model} deve ser o modelo
ro_ro: {model} trebuie să fie model
ru_ru: {model} должна быть моделью

source: {data} must be list object
ar_ar: يجب أن تكون {data} كائن قائمة
cs_cz: {data} musí být objekt seznamu
da_dk: {data} skal være et listeobjekt
de_de: {data} muss ein Listenobjekt sein
es_es: {data} debe ser un objeto de lista
fr_fr: {data} doit être un objet de liste
it_it: {data} deve essere un oggetto elenco
ja_jp: {data}はリストオブジェクトでなければならない
nl_nl: {data} moet een lijstobject zijn
pl_pl: {data} musi być obiektem listy
pt_br: {data} deve ser um objeto de lista
ro_ro: {data} trebuie să fie un obiect listă
ru_ru: {data} должен быть объектом списка

source: {config.PROJECT_NAME} | contact us initiated
ar_ar: {config.PROJECT_NAME} | بدء الاتصال بنا
cs_cz: {config.PROJECT_NAME} | Kontakt iniciován
da_dk: {config.PROJECT_NAME} | Kontakt os indledt
de_de: {config.PROJECT_NAME} | Kontakt initiiert
es_es: {config.PROJECT_NAME} | Contacto iniciado
fr_fr: {config.PROJECT_NAME} | Nous contacter initié
it_it: {config.PROJECT_NAME} | Contatti avviati
ja_jp: {config.PROJECT_NAME} ｜ お問い合わせ| お問い合わせ
nl_nl: {config.PROJECT_NAME} | Neem contact met ons op
pl_pl: {config.PROJECT_NAME} | Kontakt zainicjowany
pt_br: {config.PROJECT_NAME} | Entre em contato conosco iniciado
ro_ro: {config.PROJECT_NAME} | Contactați-ne inițiat
ru_ru: {config.PROJECT_NAME} | Свяжитесь с нами

source: {config.PROJECT_NAME} | order confirmation
ar_ar: {config.PROJECT_NAME} | تأكيد الطلب
cs_cz: {config.PROJECT_NAME} | Potvrzení objednávky
da_dk: {config.PROJECT_NAME} | Ordrebekræftelse
de_de: {config.PROJECT_NAME} | Auftragsbestätigung
es_es: {config.PROJECT_NAME} | Confirmación de pedido
fr_fr: {config.PROJECT_NAME} | Confirmation de commande
it_it: {config.PROJECT_NAME} | Conferma d'ordine
ja_jp: {config.PROJECT_NAME}｜注文確認| 注文確認
nl_nl: {config.PROJECT_NAME}. | Orderbevestiging
pl_pl: {config.PROJECT_NAME} | Potwierdzenie zamówienia
pt_br: {config.PROJECT_NAME} | Confirmação de pedido
ro_ro: {config.PROJECT_NAME} | Confirmarea comenzii
ru_ru: {config.PROJECT_NAME} | Подтверждение заказа

source: {config.PROJECT_NAME} | order delivered
ar_ar: {config.PROJECT_NAME} | تم تسليم الطلب
cs_cz: {config.PROJECT_NAME} | Dodaná objednávka
da_dk: {config.PROJECT_NAME} | Ordre leveret
de_de: {config.PROJECT_NAME} | Auftrag ausgeliefert
es_es: {config.PROJECT_NAME} | Pedido entregado
fr_fr: {config.PROJECT_NAME} | Commande livrée
it_it: {config.PROJECT_NAME} | Ordine consegnato
ja_jp: {config.PROJECT_NAME}｜プロジェクト名| 注文の配信
nl_nl: {config.PROJECT_NAME}. | Geleverd
pl_pl: {config.PROJECT_NAME} | Zamówienie dostarczone
ro_ro: {config.PROJECT_NAME} | Comanda livrată
ru_ru: {config.PROJECT_NAME} | Заказ доставлен

source: you do not have permission to perform this action.
ar_ar: ليس لديك إذن لتنفيذ هذا الإجراء.
cs_cz: K provedení této akce nemáte oprávnění.
da_dk: Du har ikke tilladelse til at udføre denne handling.
de_de: Sie haben nicht die Erlaubnis, diese Aktion durchzuführen.
es_es: No tiene permiso para realizar esta acción.
fr_fr: Vous n'êtes pas autorisé à effectuer cette action.
it_it: Non si ha il permesso di eseguire questa azione.
ja_jp: この操作を行う権限がありません。
nl_nl: U hebt geen toestemming om deze actie uit te voeren.
pl_pl: Nie masz uprawnień do wykonania tej akcji.
pt_br: Você não tem permissão para executar essa ação.
ro_ro: Nu aveți permisiunea de a efectua această acțiune.
ru_ru: У вас нет разрешения на выполнение этого действия.

source: NOMINATIM_URL must be configured.
ar_ar: يجب تكوين معلمة NOMINATIM_URL!
cs_cz: Parametr NOMINATIM_URL musí být nakonfigurován!
da_dk: Parameteren NOMINATIM_URL skal være konfigureret!
es_es: El parámetro NOMINATIM_URL debe estar configurado.
fr_fr: Le paramètre NOMINATIM_URL doit être configuré !
it_it: Il parametro NOMINATIM_URL deve essere configurato!
ja_jp: NOMINATIM_URLパラメータを設定する必要があります！
nl_nl: De parameter NOMINATIM_URL moet worden geconfigureerd!
pl_pl: Parametr NOMINATIM_URL musi być skonfigurowany!
pt_br: O parâmetro NOMINATIM_URL deve ser configurado!
ro_ro: Parametrul NOMINATIM_URL trebuie să fie configurat!
ru_ru: Параметр NOMINATIM_URL должен быть настроен!

source: image dimensions should not exceed w{max_width} x h{max_height} pixels
ar_ar: يجب ألا تتجاوز أبعاد الصورة w{max_width} x h{max_height} بكسل
cs_cz: Rozměry obrázku by neměly přesáhnout w{max_width} x h{max_height} pixelů.
da_dk: Billedets dimensioner bør ikke overstige w{max_width} x h{max_height} pixels.
de_de: Die Bildabmessungen sollten w{max_width} x h{max_height} Pixel nicht überschreiten
es_es: Las dimensiones de la imagen no deben superar w{max_width} x h{max_height} píxeles.
fr_fr: Les dimensions de l'image ne doivent pas dépasser w{max_width} x h{max_height} pixels.
it_it: Le dimensioni dell'immagine non devono superare w{max_width} x h{max_height} pixel
ja_jp: 画像の寸法は、w{max_width} x h{max_height}ピクセルを超えないこと。
nl_nl: Afbeeldingsafmetingen mogen niet groter zijn dan w{max_width} x h{max_height} pixels
pl_pl: Wymiary obrazu nie powinny przekraczać w{max_width} x h{max_height} pikseli.
pt_br: As dimensões da imagem não devem exceder w{max_width} x h{max_height} pixels
ro_ro: Dimensiunile imaginii nu trebuie să depășească w{max_width} x h{max_height} pixeli
ru_ru: Размеры изображения не должны превышать w{max_width} x h{max_height} пикселей

source: invalid phone number format
ar_ar: تنسيق رقم الهاتف غير صالح
cs_cz: Nesprávný formát telefonního čísla
da_dk: Ugyldigt telefonnummerformat
de_de: Ungültiges Rufnummernformat
es_es: Formato de número de teléfono no válido
fr_fr: Format de numéro de téléphone non valide
it_it: Formato del numero di telefono non valido
ja_jp: 無効な電話番号形式
nl_nl: Ongeldig formaat telefoonnummer
pl_pl: Nieprawidłowy format numeru telefonu
pt_br: Formato de número telefônico inválido
ro_ro: Format invalid al numărului de telefon
ru_ru: Неверный формат телефонного номера

source: you can only download the digital asset once
ar_ar: يمكنك تنزيل الأصل الرقمي مرة واحدة فقط
cs_cz: Digitální aktivum můžete stáhnout pouze jednou
da_dk: Du kan kun downloade det digitale aktiv én gang
de_de: Sie können das digitale Asset nur einmal herunterladen
es_es: Sólo puede descargar el activo digital una vez
fr_fr: Vous ne pouvez télécharger le bien numérique qu'une seule fois
it_it: È possibile scaricare l'asset digitale una sola volta
ja_jp: デジタルアセットのダウンロードは1回限りです。
nl_nl: U kunt het digitale goed maar één keer downloaden
pl_pl: Zasób cyfrowy można pobrać tylko raz
pt_br: Você só pode fazer o download do ativo digital uma vez
ro_ro: Puteți descărca activul digital o singură dată
ru_ru: Вы можете загрузить цифровой актив только один раз

source: favicon not found
ar_ar: الرمز المفضل غير موجود
cs_cz: favicon nebyl nalezen
da_dk: Favicon ikke fundet
de_de: Favicon nicht gefunden
es_es: favicon no encontrado
fr_fr: favicon introuvable
it_it: favicon non trovata
ja_jp: ファビコンが見つかりません
nl_nl: favicon niet gevonden
pl_pl: nie znaleziono favicon
pt_br: favicon não encontrado
ro_ro: favicon nu a fost găsit
ru_ru: favicon не найден

source: Geocoding error: {e}
ar_ar: خطأ في الترميز الجغرافي: {e}
cs_cz: Chyba v zeměpisném kódování: {e}
da_dk: Fejl i geokodning: {e}
es_es: Error de geocodificación: {e}
fr_fr: Erreur de géocodage : {e}
it_it: Errore di geocodifica: {e}
ja_jp: ジオコーディングエラー：{e}
nl_nl: Fout bij geocodering: {e}
pl_pl: Błąd geokodowania: {e}
pt_br: Erro de geocodificação: {e}
ro_ro: Eroare de geocodare: {e}
ru_ru: Ошибка геокодирования: {e}

source: translations
ar_ar: الترجمات
de_de: Übersetzungen
fr_fr: Traductions
pt_br: Traduções
ro_ro: Traduceri

source: you cannot create a momental order without providing a billing address
de_de: Sie können keine kurzfristige Bestellung ohne Angabe einer Rechnungsadresse aufgeben.
