Repository: fureunoir/eVibes
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: ar_ar, cs_cz, da_dk, de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru

source: percentage discount applied if fixed amount is not used
ar_ar: النسبة المئوية للخصم المطبق في حالة عدم استخدام مبلغ ثابت
cs_cz: Procentuální sleva uplatněná v případě nevyužití pevné částky
da_dk: Procentvis rabat, hvis det faste beløb ikke bruges
de_de: Prozentualer Rabatt, wenn der Festbetrag nicht verwendet wird
es_es: Porcentaje de descuento aplicado si no se utiliza el importe fijo
fr_fr: Pourcentage de réduction appliqué si le montant fixe n'est pas utilisé
it_it: Sconto percentuale applicato se l'importo fisso non viene utilizzato
ja_jp: 定額を使用しない場合に適用される割引率
nl_nl: Kortingspercentage dat wordt toegepast als het vaste bedrag niet wordt gebruikt
pl_pl: Rabat procentowy stosowany w przypadku niewykorzystania stałej kwoty
pt_br: Desconto percentual aplicado se o valor fixo não for usado
ro_ro: Procentul de reducere aplicat dacă suma fixă nu este utilizată
ru_ru: Процентная скидка, применяемая, если фиксированная сумма не используется

source: percentage discount
ar_ar: النسبة المئوية للخصم
cs_cz: Procentuální sleva
da_dk: Procentvis rabat
de_de: Prozentualer Rabatt
es_es: Porcentaje de descuento
fr_fr: Pourcentage de réduction
it_it: Sconto percentuale
ja_jp: 割引率
nl_nl: Kortingspercentage
pl_pl: Rabat procentowy
pt_br: Desconto percentual
ro_ro: Reducere procentuală
ru_ru: Процентная скидка

source: timestamp when the promocode expires
ar_ar: الطابع الزمني عند انتهاء صلاحية الرمز الترويجي
cs_cz: Časové razítko ukončení platnosti promokódu
da_dk: Tidsstempel, når promokoden udløber
de_de: Zeitstempel, wann der Promocode abläuft
es_es: Fecha de caducidad del promocode
fr_fr: Date d'expiration du code promotionnel
it_it: Data di scadenza del codice promozionale
ja_jp: プロモコードの有効期限が切れるタイムスタンプ
nl_nl: Tijdstempel wanneer de promocode verloopt
pl_pl: Znacznik czasu wygaśnięcia kodu promocyjnego
pt_br: Registro de data e hora em que o código promocional expira
ro_ro: Data la care expiră codul promoțional
ru_ru: Временная метка, когда истекает срок действия промокода

source: end validity time
ar_ar: وقت انتهاء الصلاحية
cs_cz: Doba ukončení platnosti
da_dk: Slut gyldighedstid
de_de: Ende der Gültigkeitsdauer
es_es: Hora de fin de validez
fr_fr: Heure de fin de validité
it_it: Tempo di validità finale
ja_jp: 終了有効時間
nl_nl: Geldigheidsduur einde
pl_pl: Końcowy czas ważności
pt_br: Tempo de validade final
ro_ro: Timpul final de valabilitate
ru_ru: Время окончания срока действия

source: timestamp from which this promocode is valid
ar_ar: الطابع الزمني الذي يكون هذا الرمز الترويجي صالحاً منه
cs_cz: Časové razítko, od kterého je tento promokód platný
da_dk: Tidsstempel, hvorfra denne promokode er gyldig
de_de: Zeitstempel, ab dem dieser Promocode gültig ist
es_es: Fecha a partir de la cual es válido este promocode
fr_fr: Date à partir de laquelle ce code promotionnel est valable
it_it: Data a partire dalla quale il codice promozionale è valido
ja_jp: このプロモコードが有効なタイムスタンプ
nl_nl: Tijdstempel vanaf wanneer deze promocode geldig is
pl_pl: Znacznik czasu, od którego ten kod promocyjny jest ważny
pt_br: Registro de data e hora a partir do qual esse código promocional é válido
ro_ro: Timestamp de la care acest cod promoțional este valabil
ru_ru: Время, с которого действует этот промокод

source: start validity time
ar_ar: وقت بدء الصلاحية
cs_cz: Čas zahájení platnosti
da_dk: Start gyldighedstid
de_de: Beginn der Gültigkeitsdauer
es_es: Hora de inicio de validez
fr_fr: Heure de début de validité
it_it: Ora di inizio validità
ja_jp: 開始有効時間
nl_nl: Begin geldigheidsduur
pl_pl: Czas rozpoczęcia ważności
pt_br: Hora de início da validade
ro_ro: Ora de începere a valabilității
ru_ru: Время начала действия

source: timestamp when the promocode was used, blank if not used yet
ar_ar: الطابع الزمني عند استخدام الرمز الترويجي، فارغ إذا لم يتم استخدامه بعد
cs_cz: Časové razítko použití promokódu, prázdné, pokud ještě nebyl použit.
da_dk: Tidsstempel, hvor promokoden blev brugt, blank, hvis den ikke er brugt endnu
de_de: Zeitstempel, wann der Promocode verwendet wurde, leer, wenn noch nicht verwendet
es_es: Fecha en la que se utilizó el promocode, en blanco si aún no se ha utilizado
fr_fr: Date à laquelle le code promotionnel a été utilisé, vide s'il n'a pas encore été utilisé.
it_it: Timestamp in cui è stato utilizzato il codice promozionale, vuoto se non ancora utilizzato
ja_jp: プロモコードが使用されたタイムスタンプ、未使用の場合は空白
nl_nl: Tijdstempel wanneer de promocode werd gebruikt, leeg indien nog niet gebruikt
pl_pl: Znacznik czasu użycia kodu promocyjnego, pusty, jeśli nie został jeszcze użyty.
pt_br: Registro de data e hora em que o código promocional foi usado, em branco se ainda não tiver sido usado
ro_ro: Momentul în care codul promoțional a fost utilizat, gol dacă nu a fost utilizat încă
ru_ru: Временная метка, когда был использован промокод, пустая, если он еще не использовался

source: usage timestamp
ar_ar: الطابع الزمني للاستخدام
cs_cz: Časové razítko použití
da_dk: Tidsstempel for brug
de_de: Zeitstempel der Verwendung
es_es: Marca de tiempo de uso
fr_fr: Horodatage de l'utilisation
it_it: Timestamp d'uso
ja_jp: 使用タイムスタンプ
nl_nl: Gebruik tijdstempel
pl_pl: Znacznik czasu użycia
pt_br: Registro de data e hora de uso
ro_ro: Timestamp de utilizare
ru_ru: Временная метка использования

source: user assigned to this promocode if applicable
ar_ar: المستخدم المعين لهذا الرمز الترويجي إن أمكن
cs_cz: Uživatel přiřazený k tomuto promokódu, je-li to relevantní
da_dk: Bruger tildelt denne promokode, hvis relevant
de_de: Diesem Promocode zugewiesener Benutzer, falls zutreffend
es_es: Usuario asignado a este promocode si procede
fr_fr: Utilisateur assigné à ce code promo, le cas échéant
it_it: Utente assegnato a questo codice promozionale, se applicabile
ja_jp: 該当する場合、このプロモコードに割り当てられたユーザー
nl_nl: Gebruiker toegewezen aan deze promocode indien van toepassing
pl_pl: Użytkownik przypisany do tego kodu promocyjnego, jeśli dotyczy
pt_br: Usuário atribuído a esse código promocional, se aplicável
ro_ro: Utilizatorul atribuit acestui cod promoțional, dacă este cazul
ru_ru: Пользователь, назначенный на этот промокод, если применимо

source: assigned user
ar_ar: المستخدم المعين
cs_cz: Přiřazený uživatel
da_dk: Tildelt bruger
de_de: Zugewiesener Benutzer
es_es: Usuario asignado
fr_fr: Utilisateur assigné
it_it: Utente assegnato
ja_jp: 担当ユーザー
nl_nl: Toegewezen gebruiker
pl_pl: Przypisany użytkownik
pt_br: Usuário atribuído
ro_ro: Utilizator atribuit
ru_ru: Назначенный пользователь

source: promo code
ar_ar: الرمز الترويجي
cs_cz: Propagační kód
da_dk: Kampagnekode
fr_fr: Code promo
it_it: Codice promozionale
ja_jp: プロモコード
nl_nl: Kortingscode
pl_pl: Kod promocyjny
pt_br: Código promocional
ro_ro: Cod promoțional
ru_ru: Промокод

source: promo codes
ar_ar: الرموز الترويجية
cs_cz: Propagační kódy
da_dk: Kampagnekoder
fr_fr: Codes promotionnels
it_it: Codici promozionali
ja_jp: プロモコード
nl_nl: Actiecodes
pl_pl: Kody promocyjne
pt_br: Códigos promocionais
ro_ro: Coduri promoționale
ru_ru: Промокоды

source: only one type of discount should be defined (amount or percent), but not both or neither.
ar_ar: يجب تحديد نوع واحد فقط من الخصم (المبلغ أو النسبة المئوية)، وليس كلا النوعين أو لا هذا ولا ذاك.
cs_cz: Měl by být definován pouze jeden typ slevy (částka nebo procento), nikoli však oba typy slev nebo žádný z nich.
da_dk: Der skal kun defineres én type rabat (beløb eller procent), men ikke begge eller ingen af dem.
de_de: Es sollte nur eine Art von Rabatt definiert werden (Betrag oder Prozentsatz), aber nicht beides oder keines von beiden.
es_es: Sólo debe definirse un tipo de descuento (importe o porcentaje), pero no ambos ni ninguno.
fr_fr: Un seul type de remise doit être défini (montant ou pourcentage), mais pas les deux ni aucun des deux.
it_it: È necessario definire un solo tipo di sconto (importo o percentuale), ma non entrambi o nessuno.
ja_jp: 割引の種類は1つだけ（金額またはパーセント）定義されるべきで、両方またはどちらも定義してはならない。
nl_nl: Er moet slechts één type korting worden gedefinieerd (bedrag of percentage), maar niet beide of geen van beide.
pl_pl: Należy zdefiniować tylko jeden rodzaj rabatu (kwotowy lub procentowy), ale nie oba lub żaden z nich.
pt_br: Apenas um tipo de desconto deve ser definido (valor ou porcentagem), mas não ambos ou nenhum.
ro_ro: Trebuie definit un singur tip de reducere (sumă sau procent), dar nu ambele sau niciuna.
ru_ru: Следует определить только один тип скидки (сумма или процент), но не оба или ни один из них.

source: promocode already used
ar_ar: تم استخدام الرمز الترويجي بالفعل
cs_cz: Promo kód byl již použit
da_dk: Promokoden er allerede blevet brugt
es_es: El código promocional ya ha sido utilizado
fr_fr: Le code promotionnel a déjà été utilisé
it_it: Il codice promozionale è già stato utilizzato
ja_jp: プロモコードはすでに使用されています
nl_nl: Promocode is al gebruikt
pl_pl: Kod promocyjny został już wykorzystany
pt_br: O código promocional já foi usado
ro_ro: Codul promoțional a fost deja utilizat
ru_ru: Промокоды

source: invalid discount type for promocode {self.uuid}
ar_ar: نوع الخصم غير صالح للرمز الترويجي {self.uuid}
cs_cz: Neplatný typ slevy pro promocode {self.uuid}
da_dk: Ugyldig rabattype for promokode {self.uuid}.
es_es: Tipo de descuento no válido para promocode {self.uuid}
fr_fr: Type de réduction non valide pour le code promo {self.uuid}
it_it: Tipo di sconto non valido per il codice promozionale {self.uuid}
ja_jp: プロモコード {self.uuid} の割引タイプが無効です。
nl_nl: Ongeldig kortingstype voor promocode {self.uuid}
pl_pl: Nieprawidłowy typ rabatu dla kodu promocyjnego {self.uuid}.
pt_br: Tipo de desconto inválido para o código promocional {self.uuid}
ro_ro: Tip de reducere invalid pentru codul promoțional {self.uuid}
ru_ru: Неверный тип скидки для промокода {self.uuid}

source: percentage discount for the selected products
ar_ar: النسبة المئوية للخصم على المنتجات المختارة
cs_cz: Procentuální sleva na vybrané produkty
da_dk: Procentvis rabat for de valgte produkter
de_de: Prozentualer Rabatt für die ausgewählten Produkte
es_es: Porcentaje de descuento para los productos seleccionados
fr_fr: Pourcentage de réduction pour les produits sélectionnés
it_it: Percentuale di sconto per i prodotti selezionati
ja_jp: 選択した商品の割引率
nl_nl: Kortingspercentage voor de geselecteerde producten
pl_pl: Rabat procentowy na wybrane produkty
pt_br: Desconto percentual para os produtos selecionados
ro_ro: Procentul de reducere pentru produsele selectate
ru_ru: Процентная скидка на выбранные продукты

source: discount percentage
ar_ar: نسبة الخصم
cs_cz: Procento slevy
da_dk: Rabatprocent
de_de: Prozentsatz der Ermäßigung
es_es: Porcentaje de descuento
fr_fr: Pourcentage de réduction
it_it: Percentuale di sconto
ja_jp: 割引率
nl_nl: Kortingspercentage
pl_pl: Procent rabatu
pt_br: Porcentagem de desconto
ro_ro: Procent de reducere
ru_ru: Процент скидки

source: provide a unique name for this promotion
ar_ar: تقديم اسم فريد لهذا العرض الترويجي
cs_cz: Uveďte jedinečný název této propagační akce
da_dk: Giv et unikt navn til denne kampagne
de_de: Geben Sie einen eindeutigen Namen für diese Aktion an
es_es: Proporcione un nombre único para esta promoción
fr_fr: Donnez un nom unique à cette promotion
it_it: Fornite un nome unico per questa promozione
ja_jp: このプロモーションのユニークな名前を入力してください。
nl_nl: Geef deze promotie een unieke naam
pl_pl: Podaj unikalną nazwę tej promocji
pt_br: Forneça um nome exclusivo para essa promoção
ro_ro: Furnizați un nume unic pentru această promoție
ru_ru: Укажите уникальное имя для этой акции

source: promotion name
ar_ar: اسم الترقية
cs_cz: Název akce
da_dk: Navn på kampagne
de_de: Name der Aktion
es_es: Nombre de la promoción
fr_fr: Nom de la promotion
it_it: Nome della promozione
ja_jp: プロモーション名
nl_nl: Naam promotie
pl_pl: Nazwa promocji
pt_br: Nome da promoção
ro_ro: Numele promoției
ru_ru: Название акции

source: promotion description
ar_ar: وصف الترقية
cs_cz: Popis propagace
da_dk: Beskrivelse af kampagnen
es_es: Descripción de la promoción
it_it: Descrizione della promozione
ja_jp: プロモーション内容
nl_nl: Promotie beschrijving
pl_pl: Opis promocji
pt_br: Descrição da promoção
ro_ro: Descrierea promoției
ru_ru: Описание акции

source: select which products are included in this promotion
ar_ar: حدد المنتجات المشمولة في هذا العرض الترويجي
cs_cz: Vyberte, které produkty jsou zahrnuty do této akce
da_dk: Vælg, hvilke produkter der er inkluderet i denne kampagne
de_de: Wählen Sie aus, welche Produkte in dieser Aktion enthalten sind
es_es: Seleccione los productos incluidos en esta promoción
fr_fr: Sélectionnez les produits inclus dans cette promotion
it_it: Selezionare i prodotti inclusi in questa promozione
ja_jp: キャンペーン対象商品をお選びください。
nl_nl: Selecteer welke producten onder deze promotie vallen
pl_pl: Wybierz produkty objęte promocją
pt_br: Selecione quais produtos estão incluídos nessa promoção
ro_ro: Selectați ce produse sunt incluse în această promoție
ru_ru: Выберите, какие продукты участвуют в этой акции

source: included products
ar_ar: المنتجات المشمولة
cs_cz: Zahrnuté produkty
da_dk: Inkluderede produkter
de_de: Enthaltene Produkte
es_es: Productos incluidos
fr_fr: Produits inclus
it_it: Prodotti inclusi
ja_jp: 含まれる製品
nl_nl: Meegeleverde producten
pl_pl: Dołączone produkty
pt_br: Produtos incluídos
ro_ro: Produse incluse
ru_ru: Включенные продукты

source: promotion
ar_ar: الترقية
cs_cz: Propagace
da_dk: Forfremmelse
de_de: Förderung
es_es: Promoción
it_it: Promozione
ja_jp: プロモーション
nl_nl: Promotie
pl_pl: Promocja
pt_br: Promoção
ro_ro: Promovare
ru_ru: Продвижение

source: the vendor supplying this product stock
ar_ar: البائع الذي يورد هذا المنتج المخزون
cs_cz: Prodejce dodávající tento výrobek na sklad
da_dk: Den leverandør, der leverer dette produkt, lagerfører
de_de: Der Verkäufer, der dieses Produkt liefert, hat folgende Bestände
es_es: El vendedor que suministra este producto dispone de
fr_fr: Le vendeur qui fournit ce stock de produits
it_it: Il venditore che fornisce questo stock di prodotti
ja_jp: この製品の在庫を供給しているベンダー
nl_nl: De verkoper die dit product levert
pl_pl: Sprzedawca dostarczający ten produkt
pt_br: O fornecedor que fornece esse estoque de produtos
ro_ro: Furnizorul care furnizează acest stoc de produse
ru_ru: Поставщик, поставляющий данный товар на склад

source: associated vendor
ar_ar: البائع المرتبط
cs_cz: Přidružený prodejce
da_dk: Tilknyttet leverandør
de_de: Zugehöriger Anbieter
es_es: Proveedor asociado
fr_fr: Vendeur associé
it_it: Venditore associato
ja_jp: 関連ベンダー
nl_nl: Geassocieerde verkoper
pl_pl: Powiązany sprzedawca
pt_br: Fornecedor associado
ro_ro: Furnizor asociat
ru_ru: Ассоциированный поставщик

source: final price to the customer after markups
ar_ar: السعر النهائي للعميل بعد هوامش الربح
cs_cz: Konečná cena pro zákazníka po přirážkách
da_dk: Endelig pris til kunden efter tillæg
de_de: Endpreis für den Kunden nach Aufschlägen
es_es: Precio final al cliente después de márgenes
fr_fr: Prix final pour le client après majoration
it_it: Prezzo finale al cliente dopo i ricarichi
ja_jp: マークアップ後の顧客への最終価格
nl_nl: Eindprijs voor de klant na winstmarges
pl_pl: Ostateczna cena dla klienta po uwzględnieniu marży
pt_br: Preço final para o cliente após as marcações
ro_ro: Prețul final pentru client după majorări
ru_ru: Окончательная цена для покупателя после наценок

source: selling price
ar_ar: سعر البيع
cs_cz: Prodejní cena
da_dk: Salgspris
de_de: Verkaufspreis
es_es: Precio de venta
fr_fr: Prix de vente
it_it: Prezzo di vendita
ja_jp: 販売価格
nl_nl: Verkoopprijs
pl_pl: Cena sprzedaży
pt_br: Preço de venda
ro_ro: Prețul de vânzare
ru_ru: Цена продажи

source: the product associated with this stock entry
ar_ar: المنتج المرتبط بإدخال المخزون هذا
cs_cz: Produkt spojený s touto skladovou položkou
da_dk: Det produkt, der er knyttet til denne lagerpost
de_de: Das mit diesem Bestandseintrag verbundene Produkt
es_es: El producto asociado a esta entrada en stock
fr_fr: Le produit associé à cette entrée de stock
it_it: Il prodotto associato a questa voce di magazzino
ja_jp: このストックエントリーに関連する製品
nl_nl: Het product dat bij deze voorraadvermelding hoort
pl_pl: Produkt powiązany z tym wpisem magazynowym
pt_br: O produto associado a essa entrada em estoque
ro_ro: Produsul asociat cu această intrare în stoc
ru_ru: Продукт, связанный с этой складской записью

source: the price paid to the vendor for this product
ar_ar: السعر المدفوع للبائع مقابل هذا المنتج
cs_cz: Cena zaplacená prodejci za tento výrobek
da_dk: Den pris, der er betalt til sælgeren for dette produkt
de_de: Der an den Verkäufer gezahlte Preis für dieses Produkt
es_es: El precio pagado al vendedor por este producto
fr_fr: Le prix payé au vendeur pour ce produit
it_it: Il prezzo pagato al venditore per questo prodotto
ja_jp: この製品に対してベンダーに支払われた価格
nl_nl: De prijs die voor dit product aan de verkoper is betaald
pl_pl: Cena zapłacona sprzedawcy za ten produkt
pt_br: O preço pago ao fornecedor por esse produto
ro_ro: Prețul plătit vânzătorului pentru acest produs
ru_ru: Цена, уплаченная продавцу за этот продукт

source: vendor purchase price
ar_ar: سعر الشراء من البائع
cs_cz: Kupní cena prodejce
da_dk: Leverandørens købspris
de_de: Einkaufspreis des Verkäufers
es_es: Precio de compra al vendedor
fr_fr: Prix d'achat du vendeur
it_it: Prezzo di acquisto del fornitore
ja_jp: ベンダーの購入価格
nl_nl: Aankoopprijs verkoper
pl_pl: Cena zakupu przez sprzedawcę
pt_br: Preço de compra do fornecedor
ro_ro: Prețul de achiziție al furnizorului
ru_ru: Цена покупки у поставщика

source: available quantity of the product in stock
ar_ar: الكمية المتوفرة من المنتج في المخزون
cs_cz: Dostupné množství produktu na skladě
da_dk: Tilgængelig mængde af produktet på lager
de_de: Verfügbare Menge des Produkts auf Lager
es_es: Cantidad disponible del producto en stock
fr_fr: Quantité disponible du produit en stock
it_it: Quantità disponibile del prodotto in magazzino
ja_jp: 在庫数
nl_nl: Beschikbare hoeveelheid van het product in voorraad
pl_pl: Dostępna ilość produktu w magazynie
pt_br: Quantidade disponível do produto em estoque
ro_ro: Cantitatea disponibilă a produsului în stoc
ru_ru: Доступное количество продукта на складе

source: quantity in stock
ar_ar: الكمية في المخزون
cs_cz: Množství na skladě
da_dk: Antal på lager
de_de: Vorrätige Menge
es_es: Cantidad en stock
fr_fr: Quantité en stock
it_it: Quantità in magazzino
ja_jp: 在庫数
nl_nl: Hoeveelheid op voorraad
pl_pl: Ilość w magazynie
pt_br: Quantidade em estoque
ro_ro: Cantitate în stoc
ru_ru: Количество на складе

source: vendor-assigned SKU for identifying the product
ar_ar: SKU المعين من قبل البائع لتحديد المنتج
cs_cz: SKU přidělený prodejcem pro identifikaci výrobku
da_dk: Leverandørtildelt SKU til identifikation af produktet
de_de: Vom Hersteller zugewiesene SKU zur Identifizierung des Produkts
es_es: SKU asignada por el proveedor para identificar el producto
fr_fr: SKU attribué par le fournisseur pour identifier le produit
it_it: SKU assegnato dal fornitore per identificare il prodotto
ja_jp: 製品を識別するためにベンダーが割り当てたSKU
nl_nl: Door de verkoper toegewezen SKU om het product te identificeren
pl_pl: Jednostki SKU przypisane przez dostawcę w celu identyfikacji produktu
pt_br: SKU atribuído pelo fornecedor para identificar o produto
ro_ro: SKU atribuit de furnizor pentru identificarea produsului
ru_ru: Присвоенный поставщиком SKU для идентификации продукта

source: vendor sku
ar_ar: وحدة تخزين البائع
cs_cz: SKU prodejce
da_dk: Leverandørens SKU
de_de: SKU des Verkäufers
es_es: SKU del vendedor
fr_fr: UGS du vendeur
it_it: SKU del venditore
ja_jp: ベンダーのSKU
nl_nl: Verkoper SKU
pl_pl: SKU sprzedawcy
pt_br: SKU do fornecedor
ro_ro: SKU al furnizorului
ru_ru: SKU поставщика

source: digital file associated with this stock if applicable
ar_ar: الملف الرقمي المرتبط بهذا المخزون إن أمكن
cs_cz: Digitální soubor spojený s touto zásobou, je-li to vhodné
da_dk: Digital fil knyttet til dette lager, hvis relevant
de_de: Digitale Datei, die mit diesem Bestand verbunden ist, falls zutreffend
es_es: Archivo digital asociado a esta acción, si procede
fr_fr: Fichier numérique associé à ce stock, le cas échéant
it_it: File digitale associato a questo stock, se applicabile
ja_jp: この銘柄に関連するデジタルファイル（該当する場合
nl_nl: Digitaal bestand gekoppeld aan deze voorraad indien van toepassing
pl_pl: Plik cyfrowy powiązany z tymi zapasami, jeśli dotyczy
pt_br: Arquivo digital associado a esse estoque, se aplicável
ro_ro: Fișier digital asociat cu acest stoc, dacă este cazul
ru_ru: Цифровой файл, связанный с этой акцией, если применимо

source: digital file
ar_ar: ملف رقمي
cs_cz: Digitální soubor
da_dk: Digital fil
de_de: Digitale Datei
es_es: Archivo digital
fr_fr: Fichier numérique
it_it: File digitale
ja_jp: デジタルファイル
nl_nl: Digitaal bestand
pl_pl: Plik cyfrowy
pt_br: Arquivo digital
ro_ro: Fișier digital
ru_ru: Цифровой файл

source: stock entries
ar_ar: إدخالات المخزون
cs_cz: Zápisy do zásob
da_dk: Lagerposteringer
de_de: Bestandseinträge
es_es: Entradas en existencias
fr_fr: Entrées de stock
it_it: Voci di magazzino
ja_jp: ストックエントリー
nl_nl: Voorraadboekingen
pl_pl: Zapisy magazynowe
pt_br: Entradas de estoque
ro_ro: Intrări pe stoc
ru_ru: Проводки по запасам

source: products that the user has marked as wanted
ar_ar: المنتجات التي حددها المستخدم على أنها مطلوبة
cs_cz: Výrobky, které uživatel označil jako požadované
da_dk: Produkter, som brugeren har markeret som ønskede
de_de: Produkte, die der Benutzer als gewünscht markiert hat
es_es: Productos que el usuario ha marcado como deseados
fr_fr: Produits que l'utilisateur a marqués comme souhaités
it_it: Prodotti che l'utente ha contrassegnato come desiderati
ja_jp: ユーザーが欲しいとマークした商品
nl_nl: Producten die de gebruiker als gewenst heeft gemarkeerd
pl_pl: Produkty, które użytkownik oznaczył jako poszukiwane
pt_br: Produtos que o usuário marcou como desejados
ro_ro: Produse pe care utilizatorul le-a marcat ca fiind dorite
ru_ru: Продукты, которые пользователь отметил как желаемые

source: user who owns this wishlist
ar_ar: المستخدم الذي يمتلك قائمة الرغبات هذه
cs_cz: Uživatel, který vlastní tento seznam přání
da_dk: Bruger, der ejer denne ønskeliste
de_de: Benutzer, dem diese Wunschliste gehört
es_es: Usuario propietario de esta lista de deseos
fr_fr: Utilisateur qui possède cette liste de souhaits
it_it: Utente che possiede questa wishlist
ja_jp: このウィッシュリストを所有しているユーザー
nl_nl: Gebruiker die eigenaar is van deze verlanglijst
pl_pl: Użytkownik posiadający tę listę życzeń
pt_br: Usuário que possui esta lista de desejos
ro_ro: Utilizatorul care deține această listă de dorințe
ru_ru: Пользователь, владеющий этим списком желаний

source: wishlist owner
ar_ar: مالك قائمة الرغبات
cs_cz: Majitel seznamu přání
da_dk: Ønskelistens ejer
de_de: Besitzer der Wishlist
es_es: Propietario de Wishlist
fr_fr: Propriétaire de la liste de souhaits
it_it: Proprietario della lista dei desideri
ja_jp: ウィッシュリストのオーナー
nl_nl: Eigenaar verlanglijstje
pl_pl: Właściciel listy życzeń
pt_br: Proprietário da lista de desejos
ro_ro: Proprietarul listei de dorințe
ru_ru: Владелец вишлиста

source: wishlist
ar_ar: قائمة الرغبات
cs_cz: Seznam přání
da_dk: Ønskeliste
de_de: Wunschzettel
es_es: Lista de deseos
fr_fr: Liste de souhaits
it_it: Lista dei desideri
ja_jp: ウィッシュリスト
nl_nl: Verlanglijst
pl_pl: Lista życzeń
pt_br: Lista de desejos
ro_ro: Lista dorințelor
ru_ru: Список желаний

source: download
ar_ar: تنزيل
cs_cz: Stáhnout
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger
it_it: Scaricare
ja_jp: ダウンロード
nl_nl: Downloaden
pl_pl: Pobierz
pt_br: Baixar
ro_ro: Descărcare
ru_ru: Скачать

source: downloads
ar_ar: التنزيلات
cs_cz: Ke stažení na
de_de: Herunterladen
es_es: Descargas
fr_fr: Téléchargements
it_it: Scaricamento
ja_jp: ダウンロード
pl_pl: Pliki do pobrania
ro_ro: Descărcări
ru_ru: Скачать
